Repository: Squidex/squidex
Catalog: backend/src/Squidex.Shared/Texts.*.resx
Languages: de, fr, it, nl, pt, zh

# login.githubPrivateEmail
source: Your email address is set to private in Github. Please set it to public to use Github login.
de: Ihre E-Mail-Adresse ist in Github auf privat gesetzt. Bitte setzen Sie sie auf öffentlich, um den Github-Login zu verwenden.
fr: Votre adresse e-mail est définie sur privé dans Github. Veuillez le définir sur public pour utiliser la connexion Github.
it: Il tuo indirizzo email è impostato su privato in Github. Impostalo come pubblico per poter utilizzare il login Github.
nl: Jouw e-mailadres is ingesteld op privé in Github. Stel het in op openbaar om Github-login te gebruiken.
pt: O seu Email é privado no Github. Altere para publico no Github e tente novamente.
zh: 您的邮箱在 Github 中设置为私有。请设置为公开以使用 Github 登录。

# rules.ruleAlreadyRunning
source: Another rule is already running.
it: È in esecuzione un'altra regola.
nl: Er wordt al een andere regel uitgevoerd.
pt: Outra regra já se encontra a correr.
zh: 另一个规则已经在运行。

# schemas.dateTimeCalculatedDefaultAndDefaultError
source: Calculated default value and default value cannot be used together.
de: Berechneter Standardwert und Standardwert können nicht zusammen verwendet werden.
fr: La valeur par défaut calculée et la valeur par défaut ne peuvent pas être utilisées ensemble.
it: Il valore predefinito calcolato e il valore predefinito non possono essere utilizzati insieme.
nl: Berekende standaardwaarde en standaardwaarde kunnen niet samen worden gebruikt.
pt: Valor por defeito calculado e valor por defeito não podem ser usado em conjunto.
zh: 计算出的默认值和默认值不能一起使用。

# schemas.duplicateFieldName
source: Field '{field}' has been added twice.
de: Feld '{field}' wurde zweimal hinzugefügt.
fr: Le champ '{field}' a été ajouté deux fois.
it: Il campo '{field}' è stato aggiunto due volte.
nl: Veld '{field}' is twee keer toegevoegd.
pt: Campo '{field}' foi adicionado em duplicado.
zh: 字段 '{field}' 已添加两次。

# schemas.fieldCannotBeUIField
source: Field cannot be an UI field.
de: Das Feld kann kein UI-Feld sein.
fr: Le champ ne peut pas être un champ d'interface utilisateur.
it: Il campo non può essere un campo UI.
nl: Veld mag geen UI-veld zijn.
pt: Campo não pode ser um campo UI.
zh: 字段不能是 UI 字段。

# schemas.fieldIsLocked
source: Schema field is locked.
de: Das Schema-Feld ist gesperrt.
fr: Le champ Schéma est verrouillé.
it: Il campo dello schema è bloccato.
nl: Schemaveld is vergrendeld.
pt: Campo do esquema está bloqueado.

# schemas.fieldNameAlreadyExists
source: A field with the same name already exists.
de: Ein Feld mit demselben Namen existiert bereits.
fr: Un champ portant le même nom existe déjà.
it: Esiste già un campo con lo stesso nome.
nl: Er bestaat al een veld met dezelfde naam.
pt: Um campo com o mesmo nome já existe.
zh: 已存在同名字段。

# schemas.fieldNotInSchema
source: Field is not part of the schema.
de: Das Feld ist nicht Teil des Schemas.
fr: Le champ ne fait pas partie du schéma.
it: Il campo non appartiene allo schema.
nl: Veld maakt geen deel uit van het schema.
pt: CAmpo não é parte do esquema.

# schemas.fieldsNotCovered
source: Field ids do not cover all fields.
de: Feld-IDs decken nicht alle Felder ab.
fr: Les ID de champ ne couvrent pas tous les champs.
it: Non tutti i campi hanno degli ID associati.
nl: Veld-id's dekken niet alle velden.
pt: Ids do campo não cobrem todos os campos.
zh: 字段 ID 未涵盖所有字段。

# schemas.nameAlreadyExists
source: A schema with the same name already exists.
de: Ein Schema mit demselben Namen existiert bereits.
fr: Un schéma portant le même nom existe déjà.
it: Esiste già uno schema con lo stesso nome.
nl: Er bestaat al een schema met dezelfde naam.
pt: Um esquema com o mesmo nome já existe.
zh: 一个同名的Schemas已经存在。

# schemas.noPermission
source: You do not have permission for this schema.
de: Sie haben keine Berechtigung für dieses Schema.
fr: Vous n'avez pas l'autorisation pour ce schéma.
it: Non hai i permessi per questo schema.
nl: Je hebt geen toestemming voor dit schema.
pt: Não tem permissões para este esquema.

# schemas.notFoundId
source: Schema {id} does not exist.
fr: Le schéma {id} n'existe pas.
it: Lo schema {id} non esiste.
nl: Schema {id} bestaat niet.
pt: Esquema {id} não existe.

# schemas.number.inlineEditorError
source: Inline editing is not allowed for Radio editor.
de: Inline-Bearbeitung ist für den Radio-Editor nicht erlaubt.
fr: L'édition en ligne n'est pas autorisée pour l'éditeur radio.
it: Non è consentita per l'editor di tipo radio la modifica in linea.
nl: Inline bewerken is niet toegestaan ​​voor Radio-editor.
pt: Não é permitido alteração em linha no Radio editor.
zh: 无线电编辑器不允许内联编辑。

# schemas.onlyArraysHaveNested
source: Only array fields can have nested fields.
de: Nur Array-Felder können verschachtelte Felder haben.
fr: Seuls les champs de tableau peuvent avoir des champs imbriqués.
it: Solo i campi di tipo array possono avere campi annidati.
nl: Alleen matrixvelden kunnen geneste velden bevatten.
pt: So campos lista podem ter campos aninhados.
zh: 只有数组字段可以有嵌套字段。

# schemas.onylArraysInRoot
source: Nested field cannot be array fields.
de: Verschachtelte Felder können keine Array-Felder sein.
fr: Les champs imbriqués ne peuvent pas être des champs de tableau.
it: Non è possibile annidare un campo di tipo array.
nl: Genest veld mag geen matrixvelden zijn.
pt: Campo aninhado não pode ser lista de campos.
zh: 嵌套字段不能是数组字段。

# schemas.references.resolveError
source: Can only resolve references when MaxItems is 1.
de: Referenzen können nur aufgelöst werden, wenn MaxItems auf 1 gesetzt ist.
fr: Ne peut résoudre les références que lorsque MaxItems vaut 1.
it: È possibile risolvere il nome del collegamento solamente quando il numero massimo di elementi è 1.
nl: Kan alleen verwijzingen omzetten als MaxItems 1 is.
pt: Só pode resolver uma referencia quando MaxItems é 1.
zh: 只有在 MaxItems 为 1 时才能解析引用。

# schemas.string.inlineEditorError
source: Inline editing is only allowed for dropdowns, slugs and input fields.
de: Inline-Bearbeitung ist nur für Dropdowns, Slugs und Eingabefelder erlaubt.
fr: L'édition en ligne n'est autorisée que pour les listes déroulantes, les slugs et les champs de saisie.
it: È possibile la modifica in linea solamente per dropdown menu, slugs e campi di input.
nl: Inline bewerken is alleen toegestaan ​​voor dropdowns, slugs en invoervelden.
pt: Alteração em linha só é permitida em dropdowns, slugs e input fields.
zh: 内联编辑只允许用于下拉菜单、slug 和输入字段。

# schemas.stringEditorsNeedAllowedValuesError
source: Radio buttons or dropdown list need allowed values.
de: Radio-Buttons oder Dropdown-Listen benötigen erlaubte Werte.
fr: Les boutons radio ou la liste déroulante nécessitent des valeurs autorisées.
it: I Radio button e dropdown menu hanno bisogno che siano definiti dei valori.
nl: Radioknoppen of vervolgkeuzelijsten hebben toegestane waarden nodig.
pt: Radio buttons ou listas dropdown precisam de campos disponiveis.
zh: 单选按钮或下拉列表需要允许的值。

# schemas.tags.editorNeedsAllowedValues
source: Checkboxes or dropdown list need allowed values.
de: Checkboxen oder Dropdown-Listen benötigen erlaubte Werte.
fr: Les cases à cocher ou la liste déroulante nécessitent des valeurs autorisées.
it: Checkbox e dropdown menu hanno bisogno che siano definiti dei valori.
nl: Selectievakjes of vervolgkeuzelijsten hebben toegestane waarden nodig.
pt: Checkboxes ou listas dropdown precisam de campos disponiveis.
zh: 复选框或下拉列表需要允许的值。

# schemas.uiFieldCannotBeDisabled
source: UI field cannot be disabled.
de: UI-Feld kann nicht deaktiviert werden.
fr: Le champ de l'interface utilisateur ne peut pas être désactivé.
it: Il campo UI non può essere disabilitato.
nl: UI-veld kan niet worden uitgeschakeld.
pt: Campo UI não pode ser desabilitado.
zh: UI 字段不能被禁用。

# schemas.uiFieldCannotBeEnabled
source: UI field cannot be enabled.
de: UI-Feld kann nicht aktiviert werden.
fr: Le champ de l'interface utilisateur ne peut pas être activé.
it: Il campo UI non può essere abilitato.
nl: UI-veld kan niet worden ingeschakeld.
pt: Campo UI não pode ser habilitado.
zh: UI 字段无法启用。

# schemas.uiFieldCannotBeHidden
source: UI field cannot be hidden.
de: UI-Feld kann nicht versteckt werden.
fr: Le champ de l'interface utilisateur ne peut pas être masqué.
it: Il campo UI non può essere nascosto.
nl: UI-veld kan niet worden verborgen.
pt: Campo UI não pode ser escondido.
zh: UI 字段不能隐藏。

# schemas.uiFieldCannotBeShown
source: UI field cannot be shown.
de: UI-Feld kann nicht angezeigt werden.
fr: Le champ de l'interface utilisateur ne peut pas être affiché.
it: Il campo UI non può essere mostrato.
nl: UI-veld kan niet worden weergegeven.
pt: Campo UI não pode ser mostrado.
zh: UI 字段无法显示。

# search.contentResult
source: {name} Content
de: {name}-Inhalt
fr: {name} Contenu
it: Contenuto {name}
nl: {name} Inhoud
pt: {name} conteúdos
zh: {name} 内容

# search.contentsResult
source: {name} Contents
de: {name}-Inhalte
fr: {name} Contenu
it: Contenuti {name}
nl: {name} Inhoud
pt: {name} conteúdos
zh: {name} 内容

# search.schemaResult
source: {name} Schema
fr: {name} Schéma
it: Schema {name}
pt: {name} Esquema
zh: {name} Schemas

# setup.createUser.button
source: Create User
de: Benutzer erstellen
fr: Créer un utilisateur
it: Nuovo utente
pt: Criado utilizador
zh: 创建用户

# setup.createUser.confirmPassword
source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma password
pt: Confirmar
zh: 确认

# setup.createUser.failure
source: Neither password authentication nor an external authentication provider such as Google is configured. Please check your settings and logs.
de: Weder die Passwort-Authentifizierung noch ein externer Authentifizierungsanbieter wie Google ist konfiguriert. Bitte überprüfen Sie Ihre Einstellungen und Protokolle.
fr: Ni l'authentification par mot de passe ni un fournisseur d'authentification externe tel que Google ne sont configurés. Veuillez vérifier vos paramètres et vos journaux.
it: Non è stata configurata la password di autenticazione e nessun provider esterno di autenticazione come Google è stato configurato. Verifica per favore le tue impostazioni e i log.
pt: Nem autenticação por password or usando um provedor externo como o Google está configurado. Por favor verifique as suas configurações e logs.
zh: 既未配置密码认证，也未配置 Google 等外部认证提供商。请检查您的设置和日志。

# setup.createUser.headline
source: Admin User
de: Admin-Benutzer
fr: Utilisateur administrateur
it: Utente Amministratore
pt: Administrator
zh: 管理员用户

# setup.createUser.headlineCreate
source: Create Admin User
de: Admin-Benutzer erstellen
fr: Créer un utilisateur administrateur
pt: Criar administrador
zh: 创建管理员用户

# setup.createUser.loginHint
source: You have configured at least one external authentication provider such as Google. Just go to the login page and login to become administrator.
de: Sie haben mindestens einen externen Authentifizierungsanbieter wie Google konfiguriert. Gehen Sie einfach zur Anmeldeseite und melden Sie sich an, um Administrator zu werden.
fr: Vous avez configuré au moins un fournisseur d'authentification externe tel que Google. Allez simplement sur la page de connexion et connectez-vous pour devenir administrateur.
it: Hai configurato almeno un provider di autenticazione esterno come Google. Basta andare alla pagina di accesso e accedere per diventare amministratore.
pt: Configurou pelo menos um provedor de autenticação externo como o Google. Faça o login novamente para tornar-se administrador.
zh: 您至少配置了一个外部身份验证提供程序，例如 Google。只需转到登录页面并登录即可成为管理员。

# setup.createUser.loginLink
source: Go to Login Page.
de: Zur Anmeldeseite gehen.
fr: Accédez à la page de connexion.
it: Vai alla pagina di Login.
pt: Ir para login.
zh: 进入登录页面。

# setup.createUser.separator
source: OR
de: ODER
fr: OU
it: O
pt: OU

# setup.headline
source: Installation
it: Installazione
pt: Instalação
zh: 安装

# setup.hint
source: You are seeing this screen because no user exists yet. After a user is created, you are not able to use this screen again.
de: Sie sehen diesen Bildschirm, weil noch kein Benutzer existiert. Nachdem ein Benutzer erstellt wurde, können Sie diese Einrichtungsseite nicht erneut verwenden.
fr: Cet écran s'affiche car aucun utilisateur n'existe encore. Une fois qu'un utilisateur est créé, vous ne pouvez plus utiliser cette page de configuration.
it: Vedi questa schermata perché non esiste ancora alcun utente. Dopo aver creato un utente, non sarà più possibile visualizzare questa schermata.
pt: Está a ver este ecrã porque não existe ainda nenhum utilizador. Depois de criar um utilizador, este setup fica desabilitado.
zh: 您看到此屏幕是因为尚无用户存在。创建用户后，您将无法再次使用此屏幕。

# setup.madeBy
source: Proudly made by
de: Stolz gemacht von
fr: Fièrement fabriqué par
it: Orgogliosamente realizzato da
pt: Orgulhosamente feito por
zh: 制作

# setup.madeByCopyright
source: Sebastian Stehle and Contributors, 2016-2021
de: Sebastian Stehle and Contributors, 2016-2024
fr: Sebastian Stehle et contributeurs, 2016-2024
it: Sebastian Stehle e Collaboratori, 2016-2021
pt: Sebastian Stehle e Contribuintes, 2016-2022
zh: Sebastian Stehle 和贡献者，2016-2021

# setup.ruleAppCreation.warningAdmins
source: With your setup, only admins can create new apps. If you want to change this set <code>UI__ONLYADMINSCANCREATEAPPS=false</code> as environment variable.
de: Mit Ihrer Einrichtung können nur Admins neue Apps erstellen. Wenn Sie dies ändern möchten, setzen Sie `UI__ONLYADMINSCANCREATEAPPS=false` als Umgebungsvariable.
fr: Avec votre configuration, seuls les administrateurs peuvent créer de nouvelles applications. Si vous souhaitez modifier cela, définissez <code>UI__ONLYADMINSCANCREATEAPPS=false</code> comme variable d'environnement.
it: Con questa impostazione solamente gli amministratori possono creare nuove app. Se volessi cambiare questa impostazione utilizza <code>UI__ONLYADMINSCANCREATEAPPS=false</code> come variabile d'ambiente.
pt: Com a sua configuração, apenas administradores podem criar novas apps. Se pretende alterar, altere esta variavel de sistema <code>UI__ONLYADMINSCANCREATEAPPS=false</code>.
zh: 通过你的设置，只有管理员可以创建新的应用程序。如果你想改变这个设置 <code>UI__ONLYADMINCANCREATEAPPS=false</code> 作为环境变量。

# setup.ruleAppCreation.warningAll
source: With your setup, every user can create new apps. If you want to change this set <code>UI__ONLYADMINSCANCREATEAPPS=true</code> as environment variable.
de: Mit Ihrer Einrichtung kann jeder Benutzer neue Apps erstellen. Wenn Sie dies ändern möchten, setzen Sie `UI__ONLYADMINSCANCREATEAPPS=true` als Umgebungsvariable.
fr: Avec votre configuration, chaque utilisateur peut créer de nouvelles applications. Si vous souhaitez modifier cela, définissez <code>UI__ONLYADMINSCANCREATEAPPS=true</code> comme variable d'environnement.
it: Con questa impostazione, ogni utente può creare nuove app. Se volessi cambiare questa impostazione utilizza <code>UI__ONLYADMINSCANCREATEAPPS=true</code> come variabile d'ambiente.
pt: Com a sua configuração, qualquer utilizador pode criar apps. Se pretende alterar, altere esta variavel de sistema <code>UI__ONLYADMINSCANCREATEAPPS=true</code>.
zh: 通过你的设置，每个用户都可以创建新的应用程序。如果你想改变这个设置 <code>UI__ONLYADMINCANCREATEAPPS=true</code> 作为环境变量。

# setup.ruleFolder.warning
source: You are using the <strong>folder asset store</strong> where all assets are stored in the file system. Please remember to include the asset folder into your backup strategy and map it to a volume, if you are using Docker.
de: Sie verwenden den <strong>Ordner-Asset-Speicher</strong>, in dem alle Assets im Dateisystem gespeichert werden. Bitte denken Sie daran, den Asset-Ordner in Ihre Backup-Strategie aufzunehmen und ihn einem Volume zuzuordnen, wenn Sie Docker verwenden.
fr: Vous utilisez le <strong>magasin d'actifs de dossier</strong> où tous les actifs sont stockés dans le système de fichiers. N'oubliez pas d'inclure le dossier d'actifs dans votre stratégie de sauvegarde et de le mapper sur un volume, si vous utilisez docker.
it: Stai usando <strong>la cartella delle risorse</strong> dove tutte le risorse sono salvate all'interno del file system. Ricordati per favore di includere la cartella delle risorse all'interno della gestione dei backup e mappalo in un volume, se stai usando Docker.
pt: Está a usar <strong>armazenamento de ficheiros</strong> onde todos ficheiros são gravados no sistema de ficheiros local. Por favor lembrar incluir a pasta de ficheiros dentro da sua estratégia de backup e mapear para um volume, se estiver a usar docker.
zh: 您正在使用<strong>文件夹资源存储</strong>，其中所有资源都存储在文件系统中。请记住将资源文件夹包含在您的备份策略中并将其映射到卷, 如果您使用的是 Docker。

# setup.ruleFtp.warning
source: You are using the <strong>FTP asset store</strong>. It is not recommended to use this storage type because of bad performance.
de: Sie verwenden den <strong>FTP-Asset-Speicher</strong>. Es wird nicht empfohlen, diesen Speichertyp wegen schlechter Leistung zu verwenden.
fr: Vous utilisez le <strong>magasin de ressources FTP</strong> . Il n'est pas recommandé d'utiliser ce type de stockage en raison de mauvaises performances.
it: Stai usando <strong>FTP per salvare le risorse</strong>. Questa impostazione non è consigliata in quanto l'utilizzo di questo tipo di storage peggiora le performance.
pt: Está a usar <strong>armazenamento de ficheiros com FTP</strong>. Não é recomendado usar este tipo devido a problemas de performance.
zh: 您正在使用 <strong>FTP 资源存储</strong>。由于性能不佳，不建议使用这种存储类型。

# setup.ruleHttps.failure
source: You are not accessing the site over https. If this warning is not correct then Squidex cannot detect https mode, because your instance is behind a reverse proxy such as nginx. Ensure that http headers are forwarded properly, via the <code>X-Forwarded-*</code> headers.
de: Sie greifen nicht über https auf die Seite zu. Wenn diese Warnung nicht korrekt ist, kann Squidex den https-Modus nicht erkennen, da Ihre Instanz hinter einem Reverse-Proxy wie nginx liegt. Stellen Sie sicher, dass die http-Header über die `X-Forwarded-*`-Header korrekt weitergeleitet werden.
fr: Vous n'accédez pas au site via https. Si cet avertissement n'est pas correct, Squidex ne peut pas détecter le mode https, car votre instance se trouve derrière un proxy inverse tel que nginx. Assurez-vous que les en-têtes http sont correctement transférés, via les en-têtes <code>X-Forwarded-*</code> .
it: Non stai accedendo al sito tramite https. Se questo avviso non è corretto, Squidex non può rilevare la modalità https, perché la tua istanza è dietro un reverse proxy come nginx. Assicurati che gli header http vengano inoltrati correttamente, tramite <code>X-Forwarded-*</code>.
pt: Não está a aceder a este site via https. Se este aviso não está correcto então Squidex não pode detectar o modo https, provavelmente a sua instância está por tras de uma reverse proxy como nginx. Confirme que http headers are forwarded properly, via the <code>X-Forwarded-*</code> headers.
zh: 您不是通过 https 访问站点。如果此警告不正确，则 Squidex 无法检测 https 模式，因为您的实例位于反向代理（例如 nginx）之后。确保正确转发 http 标头, 通过 <code>X-Forwarded-*</code> 标头。

# setup.ruleHttps.success
source: Congratulations, you are accessing your Squidex installation over a secure connection (https).
de: Herzlichen Glückwunsch, Sie greifen über eine sichere Verbindung (https) auf Ihre Squidex-Installation zu.
fr: Félicitations, vous accédez à votre installation Squidex via une connexion sécurisée (https).
pt: Parabéns, está aceder Squidex por detrás de uma conexão segura (https).
zh: 恭喜您，您正在通过安全连接 (https) 访问 Squidex 安装。

# setup.rules.headline
source: System Checklist
de: System-Checkliste
fr: Liste de contrôle du système
it: Checklist di Sistema
pt: Lista de verificação do sistema
zh: 系统清单

# setup.ruleUrl.failure
source: You should access Squidex only over one canonical URL and configure this URL with the <code>URLS__BASEURL</code> environment variable. The current base URL <code>{actual}</code> does not match to the base url <code>{configured}</code>.
de: Sie sollten nur über eine kanonische URL auf Squidex zugreifen und diese URL mit der Umgebungsvariable `URLS__BASEURL` konfigurieren. Die aktuelle Basis-URL `{actual}` stimmt nicht mit der Basis-URL `{configured}` überein. Diese Variable muss auf die öffentliche URL zeigen, unter der Ihre Squidex-Instanz verfügbar ist.
fr: Vous devez accéder à Squidex uniquement via une URL canonique et configurer cette URL avec la variable d'environnement <code>URLS__BASEURL</code> . L'URL de base actuelle <code>{actual}</code> ne correspond pas à l'URL de base <code>{configured}</code> . Cette variable doit pointer vers l'URL publique sous laquelle votre instance Squidex est disponible.
it: Dovresti accedere a Squidex solo con un URL canonico e configurare questo URL sulla variabile d'ambiente <code> URLS__BASEURL </code>. Il base URL corrente <code> {actual} </code> non corrisponde al base URL <code>{configured}</code>.
pt: Deve aceder ao Squidex so atraves de um URL canónico e configurar este URL na variavel de ambiente <code>URLS__BASEURL</code>. A base de URL actual <code>{actual}</code> não coincide com <code>{configured}</code>. Esta variavel deve apontar para um URL publico onde a sua instancia Squidex está disponível.
zh: 您应该仅通过一个规范 URL 访问 Squidex，并通过 <code>URLS__BASEURL</code> 环境变量配置此 URL。当前的基本 URL <code>{actual}</code>与基本 url <code>{configured}</code> 不匹配。

# setup.ruleUrl.success
source: Congratulations, the <code>URLS__BASEURL</code> environment variable is configured properly.
de: Herzlichen Glückwunsch, die Umgebungsvariable `URLS__BASEURL` ist korrekt konfiguriert. Diese Variable muss auf die öffentliche URL zeigen, unter der Ihre Squidex-Instanz verfügbar ist.
fr: Félicitations, la variable d'environnement <code>URLS__BASEURL</code> est configurée correctement. Cette variable doit pointer vers l'URL publique sous laquelle votre instance Squidex est disponible.
it: Congratulazioni la variabile d'ambiente <code>URLS__BASEURL</code> è stata configurata correttamente.
pt: Parabéns, a variavel de ambiente <code>URLS__BASEURL</code> environment está configurada correctamente. Esta variavel deve apontar para um URL publico no qual a sua instância de Suidex está disponível.
zh: 恭喜 <code>URLS__BASEURL</code> 环境变量配置正确。

# setup.title
source: Installation
it: Installazione
pt: Instalação
zh: 安装

# users.accessDenied.text
source: This operation is not allowed, your account might be locked.
de: Diese Operation ist nicht erlaubt, Ihr Konto könnte gesperrt sein.
fr: Cette opération n'est pas autorisée, votre compte pourrait être bloqué.
it: Questa operazione non è consentita, il tuo account potrebbe essere bloccato.
nl: Deze bewerking is niet toegestaan, je account is mogelijk vergrendeld.
pt: Operação não permitida, a sua conta pode estár bloqueada.
zh: 不允许此操作，您的帐户可能被锁定。

# users.accessDenied.title
source: Access denied
de: Zugriff verweigert
fr: Accès refusé
it: Accesso negato
nl: Toegang geweigerd
pt: Accesso bloqueado
zh: 拒绝访问

# users.consent.agree
source: I agree!
de: Ich stimme zu!
fr: Je suis d'accord!
it: Sono d'accordo!
nl: Akkoord!
pt: Eu concordo!
zh: 我同意！
