Repository: Squidex/squidex
Catalog: backend/src/Squidex.Shared/Texts.*.resx
Languages: de, fr, it, nl, pt, zh

# users.consent.cookiesText
source: <p> I understand and agree that Squidex uses cookies to ensure you get the best experience on our platform and to store your login status. </p><p> I understand and agree that Squidex has integrated Google Analytics (with the anonymizer function). Google Analytics is a web analytics service to gather and analyse data about the behavior of users. </p><p> I accept the <a href="{privacyUrl}" target="_blank" rel="noopener">privacy policies</a>.</p>
de: <p> Ich verstehe und stimme zu, dass Squidex Cookies verwendet, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Plattform erhalten und um Ihren Anmeldestatus zu speichern. </p><p> Ich verstehe und stimme zu, dass Squidex Google Analytics (mit Anonymisierungsfunktion) integriert hat. Google Analytics ist ein Webanalysedienst zur Erfassung und Analyse von Daten über das Verhalten von Nutzern. </p><p> Ich akzeptiere die <a href="{privacyUrl}" target="_blank" rel="noopener">Datenschutzrichtlinien</a>.</p>
fr: <p>Je comprends et j'accepte que Squidex utilise des cookies pour vous garantir la meilleure expérience sur notre plateforme et pour stocker votre statut de connexion.</p><p> Je comprends et j'accepte que Squidex ait intégré Google Analytics (avec la fonction d'anonymisation). Google Analytics est un service d'analyse Web permettant de collecter et d'analyser des données sur le comportement des utilisateurs.</p><p> J'accepte les <a href="{privacyUrl}" target="_blank" rel="noopener">politiques de confidentialité</a> .</p>
it: <p>Comprendo e accetto che Squidex utilizzi i cookie allo scopo di assicurare una migliore esperienza di utilizzo della piattaforma e per archiviare lo status del login. </p><p> Comprendo e accetto che Squidex abbia integrato Google Analytics (con funzioni di anonimizzazione). Google Analytics è un servizio di analisi web per raccogliere e analizzare dati sul comportamento degli utenti. </p><p> Accetto il <a href="{privacyUrl}" target="_blank" rel="noopener">privacy policies</a>.</p>
nl: <p> Ik begrijp en ga ermee akkoord dat Squidex cookies gebruikt om ervoor te zorgen dat je de beste ervaring op ons platform krijgt en om jouw inlogstatus op te slaan. </p> <p> Ik begrijp en ga ermee akkoord dat Squidex heeft Google Analytics geïntegreerd (met de anonimiseringsfunctie). Google Analytics is een webanalysedienst om gegevens over het gedrag van gebruikers te verzamelen en te analyseren. </p> <p> Ik accepteer de <a href = "{privacyUrl} " target = "_blank " rel = "noopener "> privacybeleid </a>. </p>
pt: <p> Entendo e concordo que o Squidex usa cookies para garantir que você obtenha a melhor experiência em nossa plataforma e para armazenar seu status de login.. </p><p> Entendo e concordo que o Squidex integrou o Google Analytics (com a função de anonimizador). O Google Analytics é um serviço de análise da web para coletar e analisar dados sobre o comportamento dos utilizadors. </p><p> Eu aceito as <a href="{privacyUrl}" target="_blank" rel="noopener">politicas privadas</a>.</p>
zh: <p>我理解并同意 Squidex 使用 cookie 来确保您在我们的平台上获得最佳体验并存储您的登录状态。</p><p>我理解并同意 Squidex 已集成 Google Analytics（具有匿名器功能）。Google Analytics 是一项网络分析服务，用于收集和分析有关用户行为的数据。</p><p> 我接受 <a href="{privacyUrl}" target="_blank" rel="noopener">隐私政策</a>.</p>

# users.consent.emailHeadline
source: Automated E-Mails (Optional)
de: Automatisierte E-Mails (Optional)
fr: Courriels automatisés (facultatif)
it: E-Mail automatiche (Opzionale)
nl: Geautomatiseerde e-mailberichten (optioneel)
pt: E-Mailsa automáticos (opcional)
zh: 自动电子邮件（可选）

# users.consent.emailText
source: I understand and agree that Squidex sends Emails to inform me about new features, breaking changes and down times.
de: Ich verstehe und stimme zu, dass Squidex E-Mails sendet, um mich über neue Funktionen, wichtige Änderungen und Ausfallzeiten zu informieren.
fr: Je comprends et j'accepte que Squidex envoie des e-mails pour m'informer des nouvelles fonctionnalités, des changements de rupture et des temps d'arrêt.
it: Comprendo e accetto che Squidex invii e-mail per informarmi su nuove funzionalità, modifiche importanti e tempi di inattività
nl: Ik begrijp en ga ermee akkoord dat Squidex e-mails verzendt om mij te informeren over nieuwe functies, verbroken veranderingen en downtime.
pt: Entendo e concordo que o Squidex envia e-mails para me informar sobre novos ficheiros, alterações de última hora e tempos de inatividade.
zh: 我理解并同意 Squidex 发送电子邮件来通知我有关新功能、重大更改和停机时间的信息。

# users.consent.headline
source: We need your consent
de: Wir benötigen Ihre Zustimmung
fr: Nous avons besoin de votre consentement
it: Abbiamo bisogno del tuo consenso
nl: We hebben je toestemming nodig
pt: Nós precisamos do seu consentimento
zh: 我们需要您的同意

# users.consent.needed
source: You have to give consent.
de: Sie müssen Ihre Zustimmung geben.
fr: Vous devez donner votre consentement.
it: Devi dare il consenso.
nl: Je moet toestemming geven.
pt: Voçê deve dar o seu consentimento.
zh: 你必须同意。

# users.consent.piiHeadline
source: Personal Information
de: Persönliche Informationen
fr: Informations personnelles
it: Information Personali
nl: Persoonlijke informatie
pt: Informação pessoal
zh: 个人信息

# users.consent.piiText
source: I understand and agree that Squidex collects the following private information that are retrieved from external authentication providers such as Google, Microsoft or Github. <ul class="personal-information"> <li> Basic personal information (first name, last name and picture) are provided to all other users so that they can add you to their working space. </li><li> At anytime you have the option to change these information to anonymize your account. </li><li> Your user account has an unique identifier and for all your changes we track, that you made these changes and provide this information to other users. </li></ul>
de: Ich verstehe und stimme zu, dass Squidex die folgenden privaten Informationen sammelt, die von externen Authentifizierungsanbietern wie Google, Microsoft oder Github abgerufen werden. <ul class="personal-information"> <li> Grundlegende persönliche Informationen (Vorname, Nachname und Bild) werden allen anderen Benutzern zur Verfügung gestellt, damit sie Sie zu ihrem Arbeitsbereich hinzufügen können. </li><li> Sie haben jederzeit die Möglichkeit, diese Informationen zu ändern, um Ihr Konto zu anonymisieren. </li><li> Ihr Benutzerkonto hat eine eindeutige Kennung und für alle Ihre Änderungen verfolgen wir, dass Sie diese Änderungen vorgenommen haben und stellen diese Informationen anderen Benutzern zur Verfügung. </li></ul>
fr: Je comprends et j'accepte que Squidex collecte les informations privées suivantes qui sont récupérées auprès de fournisseurs d'authentification externes tels que Google, Microsoft ou Github.<ul class="personal-information"><li> Des informations personnelles de base (prénom, nom et photo) sont fournies à tous les autres utilisateurs afin qu'ils puissent vous ajouter à leur espace de travail.</li><li> A tout moment, vous avez la possibilité de modifier ces informations pour anonymiser votre compte.</li><li> Votre compte d'utilisateur a un identifiant unique et pour toutes vos modifications, nous suivons que vous avez apporté ces modifications et fournissez ces informations à d'autres utilisateurs.</li></ul>
it: Comprendo e accetto che Squidex raccolga le seguenti informazioni private che vengono recuperate da fornitori di autenticazione esterni come Google, Microsoft o Github. <ul class="personal-information"> <li> Le informazioni personali di base (nome, cognome e immagine) vengono fornite a tutti gli altri utenti in modo che questi possano aggiungerti al loro spazio di lavoro. </li><li> In qualsiasi momento hai la possibilità di modificare queste informazioni per rendere anonimo il tuo account. </li><li> Il tuo account utente ha un identificatore univoco e per tutte le tue modifiche monitoriamo che tu abbia apportato queste modifiche e fornito queste informazioni ad altri utenti. </li></ul>
nl: Ik begrijp en ga ermee akkoord dat Squidex de volgende privégegevens verzamelt die worden opgehaald van externe authenticatieleveranciers zoals Google, Microsoft of Github. <ul class = " personal-information "> <li> Persoonlijke basisinformatie (voornaam, achternaam en foto) wordt aan alle andere gebruikers verstrekt, zodat ze je aan hun werkruimte kunnen toevoegen. </li> <li> Je hebt op elk moment de mogelijkheid om deze informatie te wijzigen om jouw account te anonimiseren . </li> <li> Jouw gebruikersaccount heeft een unieke identificatie en voor al jouw wijzigingen volgen we, dat je deze wijzigingen hebt aangebracht en deze informatie aan andere gebruikers verstrekt. </li> </ul>
pt: Entendo e concordo que o Squidex coleta as seguintes informações privadas que são recuperadas de provedores de autenticação externos, como Google, Microsoft ou Github. <ul class="personal-information"> <li> Informações pessoais básicas (nome, sobrenome e foto) são fornecidas a todos os outros utilizadors para que possam adicioná-lo ao seu espaço de trabalho. </li><li> A qualquer momento, você tem a opção de alterar essas informações para anonimizar sua conta. </li><li> Sua conta de utilizador tem um identificador exclusivo e, para todas as suas alterações, rastreamos que você fez essas alterações e forneceu essas informações a outros utilizadors. </li></ul>
zh: 我理解并同意 Squidex 收集从外部身份验证提供商（例如 Google、Microsoft 或 Github）检索到的以下私人信息。<ul class="personal-information"> <li>向所有其他用户提供基本的个人信息（名字、姓氏和照片），以便他们可以将您添加到他们的工作空间。</li><li>您可以随时选择更改这些信息以使您的帐户匿名. </li><li>您的用户帐户具有唯一标识符，对于我们跟踪的所有更改，您进行了这些更改并将此信息提供给其他用户。</li></ul>

# users.consent.title
source: Consent
de: Zustimmung
fr: Consentement
it: Acconsento
nl: Toestemming
pt: Consentimento
zh: 同意

# users.deleteYourselfError
source: You cannot delete yourself.
de: Sie können sich nicht selbst löschen.
fr: Vous ne pouvez pas vous supprimer.
it: Non puoi cancellare te stesso.
pt: Não pode remover a si proprio.
zh: 你不能删除自己。

# users.error.headline
source: Operation failed
de: Operation fehlgeschlagen
fr: L'opération a échoué
it: Operazione non riuscita
nl: Bewerking mislukt
pt: Operação falhada
zh: 操作失败

# users.error.text
source: We are really sorry that something went wrong.
de: Es tut uns wirklich leid, dass etwas schief gelaufen ist.
fr: Nous sommes vraiment désolés que quelque chose se soit mal passé.
it: Siamo dispiaciuti, qualcosa non ha funzionato correttamente.
nl: Het spijt ons echt dat er iets mis is gegaan.
pt: Pedimos desculpa mas aconteceu algo de errado.
zh: 我们真的很抱歉出现问题。

# users.error.title
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt: Erro
zh: 错误

# users.errorHappened
source: An unexpected exception occurred.
de: Ein unerwarteter Ausnahmefehler ist aufgetreten.
fr: Une exception inattendue s'est produite.
it: Si è verificata un errore inaspettato.
nl: Er is een onverwachte uitzondering opgetreden.
pt: Ocorreu uma exceção inesperada.
zh: 发生意外异常。

# users.lockedOutText
source: Your account is locked, please contact the administrator.
de: Ihr Konto ist gesperrt, bitte kontaktieren Sie den Administrator.
fr: Votre compte est verrouillé, veuillez contacter l'administrateur.
it: Il tuo account è bloccato, si prega di contattare l'amministratore.
nl: Jouw account is vergrendeld, neem contact op met de beheerder.
pt: Sua conta está bloqueada, entre em contato com o administrador.
zh: 您的账户已被锁定，请联系管理员。

# users.lockedOutTitle
source: Account locked
de: Konto gesperrt
fr: Compte bloqué
it: Account bloccato
nl: Account vergrendeld
pt: Conta bloqueada
zh: 帐户已锁定

# users.lockYourselfError
source: You cannot lock yourself.
de: Sie können sich nicht selbst sperren.
fr: Vous ne pouvez pas vous verrouiller.
it: Non puoi bloccare te stesso.
nl: Je kunt jezelf niet vergrendelen.
pt: Você não pode se trancar.
zh: 你不能锁定自己。

# users.login.emailPlaceholder
source: Enter Email
de: E-Mail eingeben
fr: Entrez l'e-mail
it: Inserisci l'email
nl: E-mailadres invoeren
pt: Introduzir Email
zh: 输入邮箱

# users.login.error
source: Email or password not correct
de: E-Mail oder Passwort nicht korrekt
fr: Email ou mot de passe incorrect
it: Email o password non corretti
nl: E-mailadres of wachtwoord niet correct
pt: Email ou password incorrecta
zh: 电子邮件或密码不正确

# users.login.loginWith
source: {action} with <strong>{provider}</strong>
de: {action} mit <strong>{provider}</strong>
fr: {action} avec <strong>{provider}</strong>
it: {action} con <strong>{provider}</strong>
nl: {action} met <strong> {provider} </strong>
pt: {action} com <strong>{provider}</strong>

# users.login.noAccountLoginAction
source: Click here to login
fr: Cliquez ici pour vous identifier
it: Clicca qui per accedere
nl: Klik hier om in te loggen
pt: Carregue aqui para entrar
zh: 点击此处登录

# users.login.noAccountLoginQuestion
source: Already registered?
fr: Déjà enregistré?
it: Sei già registrato?
nl: Al geregistreerd?
pt: Já registado?
zh: 已经注册？

# users.login.noAccountSignupAction
source: Click here to signup
fr: Cliquez ici pour vous inscrire
it: Clicca qui per registrarti
nl: Klik hier om in te schrijven
pt: Carregue aqui para registar
zh: 点击此处注册

# users.login.noAccountSignupQuestion
source: No account yet?
fr: Pas encore de compte ?
it: Non hai ancora un account?
nl: Nog geen account?
pt: Sem conta?
zh: 还没有账号？

# users.login.passwordPlaceholder
source: Enter Password
de: Passwort eingeben
fr: Entrer le mot de passe
it: Inserisci la password
nl: Voer wachtwoord in
pt: Introduzir Password
zh: 输入密码

# users.login.separator
source: OR
de: ODER
fr: OU
it: o
nl: OF
pt: OU
zh: 或

# users.logout.headline
source: Logged out!
de: Abgemeldet!
fr: Déconnecté!
it: Uscito!
nl: Uitgelogd!
pt: Desconectado!
zh: 登出！

# users.logout.text
source: !Please close this popup.
de: !Bitte schliessen Sie dieses Popup.
fr: !Veuillez fermer cette fenêtre contextuelle.
it: !Per favore chiudi questo popup.
nl: ! Sluit deze pop-up.
pt: !Por favor feche a janela.
zh: ！请关闭这个弹窗。

# users.logout.title
source: Logout
de: Abmelden
fr: Se déconnecter
it: Esci
nl: Uitloggen
pt: Sair
zh: 注销

# users.profile.addLoginDone
source: Login added successfully.
de: Login erfolgreich hinzugefügt.
fr: Connexion ajoutée avec succès.
it: La login è stata aggiunta con successo.
nl: Login succesvol toegevoegd.
pt: Login adicionado com sucesso.
zh: 登录添加成功。

# users.profile.changePassword
source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia la password
nl: Wachtwoord wijzigen
pt: Alterar Password
zh: 更改密码

# users.profile.changePasswordDone
source: Password changed successfully.
de: Passwort erfolgreich geändert.
fr: Le mot de passe a été changé avec succès.
it: Password cambiata con successo.
nl: Wachtwoord succesvol gewijzigd.
pt: Password alterada com sucesso.
zh: 密码更改成功。

# users.profile.clientHint
source: Use the client credentials to access the API with your profile information and permissions
de: Verwenden Sie die Client-Anmeldeinformationen, um mit Ihren Profilinformationen und persönlichen Berechtigungen auf die API zuzugreifen, zum Beispiel um Apps zu erstellen.
fr: Utilisez les informations d'identification du client pour accéder à l'API avec vos informations de profil et vos autorisations
it: Utilizza le credenziali client per accedere alle API utilizzando il profilo che ha le informazioni e i permessi corretti
nl: Gebruik de clientreferenties om toegang te krijgen tot de API met jouw profielinformatie en machtigingen
pt: Use as credenciais do cliente para acessar a API com suas informações de perfil e permissões
zh: 使用客户端凭据通过您的个人资料信息和权限访问 API

# users.profile.clientTitle
source: Client
pt: cliente
zh: 客户端

# users.profile.confirmPassword
source: Confirm
de: Bestätigen
fr: Confirmer
it: Confermare
nl: Bevestigen
pt: Confirmar
zh: 确认

# users.profile.generateClient
source: Generate
de: Generieren
fr: Générer
it: Creato
nl: Genereer
pt: Gerar
zh: 生成

# users.profile.generateClientDone
source: Client secret generated successfully.
de: Client-Secret erfolgreich generiert.
fr: Clé secrète client générée avec succès.
it: Secret client generato con successo.
nl: Clientgeheim succesvol gegenereerd.
pt: Segredo do cliente gerado com sucesso.
zh: 客户端密码生成成功。

# users.profile.headline
source: Edit Profile
de: Profil bearbeiten
fr: Editer le profil
it: Profile modificato
nl: Profiel bewerken
pt: Editar perfil
zh: 编辑个人资料

# users.profile.hideProfile
source: Do not show my profile to other users
de: Mein Profil nicht anderen Benutzern anzeigen
fr: Ne pas montrer mon profil aux autres utilisateurs
it: Non mostrare il mio profilo agli altri utenti
nl: Mijn profiel niet aan andere gebruikers tonen
pt: Não mostre o seu perfil a outros
zh: 不要向其他用户显示我的个人资料

# users.profile.pii
source: Personal Information
de: Persönliche Informationen
fr: Informations personnelles
it: Informazioni personali
nl: Persoonlijke informatie
pt: Informação pessoal
zh: 个人信息

# users.profile.propertiesHint
source: Use custom properties for rules and scripts.
de: Verwenden Sie benutzerdefinierte Eigenschaften für Regeln und Skripte.
fr: Utilisez des propriétés personnalisées pour les règles et les scripts.
it: Utilizza proprietà personalizzate per regole e script.
nl: Gebruik aangepaste eigenschappen voor regels en scripts.
pt: Use propriedades personalizadas para regras e scripts.
zh: 为规则和脚本使用自定义属性。

# users.profile.propertiesTitle
source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pt: Properiedades
zh: 属性

# users.profile.propertyAdd
source: Add Property
de: Eigenschaft hinzufügen
fr: Ajouter une propriété
it: Aggiungi una nuova proprietà
nl: Eigenschap toevoegen
pt: Adicionar propriedade
zh: 添加属性

# users.profile.removeLoginDone
source: Login provider removed successfully.
de: Login-Anbieter erfolgreich entfernt.
fr: Fournisseur de connexion supprimé avec succès.
it: Il provider per l'autenticazione è stato rimosso correttamente.
nl: Login provider succesvol verwijderd.
pt: Provedor de login removido com sucesso.
zh: 登录提供程序删除成功。

# users.profile.setPasswordDone
source: Password set successfully.
de: Passwort erfolgreich festgelegt.
fr: Mot de passe défini avec succès.
it: Password impostata con successo.
nl: Wachtwoord succesvol ingesteld.
pt: Password configurada com sucesso.
zh: 密码设置成功。

# users.profile.title
source: Profile
de: Profil
fr: Profil
it: Profilo
nl: Profiel
pt: Perfil
zh: 个人资料

# users.profile.updateProfileDone
source: Account updated successfully.
de: Konto erfolgreich aktualisiert.
fr: Compte mis à jour avec succès.
it: Account aggiornato con successo.
nl: Account succesvol bijgewerkt.
pt: Conta atualizada com sucesso.
zh: 账户更新成功。

# users.profile.updatePropertiesDone
source: Account updated successfully.
de: Konto erfolgreich aktualisiert.
fr: Compte mis à jour avec succès.
it: Account aggiornato con successo.
nl: Account succesvol bijgewerkt.
pt: Conta atualizada com sucesso.
zh: 账户更新成功。

# users.profile.uploadPicture
source: Upload Picture
de: Bild hochladen
fr: Charger une photo
it: Carica un'immagine
nl: Afbeelding uploaden
pt: Carregar foto
zh: 上传图片

# users.profile.uploadPictureDone
source: Picture uploaded successfully.
de: Bild erfolgreich hochgeladen.
fr: Image téléchargée avec succès.
it: Immagine caricata con successo.
nl: Foto succesvol geüpload.
pt: Foto carregada com sucesso.
zh: 图片上传成功。

# users.unlockYourselfError
source: You cannot unlock yourself.
de: Sie können sich nicht selbst entsperren.
fr: Vous ne pouvez pas vous débloquer.
it: Non puoi sbloccare te stesso.
nl: Je kunt jezelf niet ontgrendelen.
pt: Você não pode desbloquear a si mesmo.
zh: 您无法解锁自己。

# users.userLocked
source: User is not allowed to login.
de: Benutzer ist nicht zum Anmelden berechtigt.
fr: L'utilisateur n'est pas autorisé à se connecter.
it: L'utente non ha i permessi per accedere.
nl: Gebruiker mag niet inloggen.
pt: O usuário não tem permissão para fazer login.
zh: 不允许用户登录。

# users.userNotFound
source: Cannot find user.
de: Benutzer kann nicht gefunden werden.
fr: Impossible de trouver l'utilisateur.
it: Non trovo l'utente.
nl: Kan gebruiker niet vinden.
pt: Não foi possível encontrar o utilizador.
zh: 找不到用户。

# validation.between
source: {property|upper} must be between {min} and {max}.
de: {property|upper} muss zwischen {min} und {max} liegen.
fr: {property|upper} doit être compris entre {min} et {max}.
it: {property|upper} deve essere tra {min} e {max}.
nl: {property|upper} moet tussen {min} en {max} liggen.
pt: {property|upper} deve estar entre {min} e {max}.
zh: {property|upper} 必须介于 {min} 和 {max} 之间。

# validation.greaterEqualsThan
source: {property|upper} must be greater or equal to {other|lower}.
de: {property|upper} muss grösser oder gleich {other|lower} sein.
fr: {property|upper} doit être supérieur ou égal à {other|lower}.
nl: {property|upper} moet groter zijn dan of gelijk zijn aan {other|lower}.
pt: {property|upper} deve ser maior ou igual {other|lower}.
zh: {property|upper} 必须大于或等于 {other|lower}。

# validation.greaterThan
source: {property|upper} must be greater than {other|lower}.
de: {property|upper} muss grösser als {other|lower} sein.
fr: {property|upper} doit être supérieur à {other|lower}.
it: {property|upper} deve essere maggiore di {other|lower}.
nl: {property|upper} moet groter zijn dan {other|lower}.
pt: {property|upper} deve ser maior que {other|lower}.
zh: {property|upper} 必须大于 {other|lower}。

# validation.javascriptProperty
source: {property|upper} is not a Javascript property name.
de: {property|upper} ist kein Javascript-Eigenschaftsname.
fr: {property|upper} n'est pas un nom de propriété Javascript.
it: {property|upper} non è un nome di una proprietà Javascript.
nl: {property|upper} is geen Javascript-eigenschapsnaam.
pt: {property|upper} não é um nome de propriedade Javascript.
zh: {property|upper} 不是 Javascript 属性名称。

# validation.lessEqualsThan
source: {property|upper} must be less or equal to {other|lower}.
de: {property|upper} muss kleiner oder gleich {other|lower} sein.
fr: {property|upper} doit être inférieur ou égal à {other|lower}.
it: {property|upper} deve essere minore o uguale a {other|lower}.
nl: {property|upper} moet kleiner zijn dan of gelijk zijn aan {other|lower}.
pt: {property|upper} deve ser menor ou igual {other|lower}.
zh: {property|upper} 必须小于或等于 {other|lower}。

# validation.lessThan
source: {property|upper} must be less than {other|lower}.
de: {property|upper} muss kleiner als {other|lower} sein.
fr: {property|upper} doit être inférieur à {other|lower}.
it: {property|upper} deve essere minore di {other|lower}.
nl: {property|upper} moet kleiner zijn dan {other|lower}.
pt: {property|upper} deve ser menor que {other|lower}.
zh: {property|upper} 必须小于 {other|lower}。

# validation.notAnImage
source: Picture is not a valid image.
de: Das Bild ist kein gültiges Bild.
fr: L'image n'est pas une image valide.
it: L'immagine non è un'immagine valida.
nl: Afbeelding is geen geldige afbeelding.
pt: A imagem não é uma imagem válida.
zh: 图片不是有效图片。

# validation.notAnValidSvg
source: The SVG is malicious and contains script tags.
de: Die SVG ist bösartig und enthält Skript-Tags.
fr: Le SVG est malveillant et contient des balises de script.
pt: O SVG é malicioso e contém tags de script.

# validation.onlyOneFile
source: Can only upload one file.
de: Es kann nur eine Datei hochgeladen werden.
fr: Ne peut télécharger qu'un seul fichier.
it: Puoi caricare solo un file.
nl: Kan slechts één bestand uploaden.
pt: Só pode carregar um ficheiro.
zh: 只能上传一个文件。

# validation.required
source: {property|upper} is required.
de: {property|upper} ist erforderlich.
fr: {property|upper} est requis.
it: {property|upper} è obbligatorio.
nl: {property|upper} is vereist.
pt: {property|upper} é obrigatório.
zh: {property|upper} 是必需的。
