Repository: Squidex/squidex
Catalog: backend/src/Squidex.Shared/Texts.*.resx
Languages: de, fr, it, nl, pt, zh

# annotations_AbsoluteUrl
source: The field '{name|lower}' must be an absolute URL.
de: Das Feld '{name|lower}' muss eine absolute URL sein.
fr: Le champ '{name|lower}' doit être une URL absolue.
it: Il campo '{name|lower}' deve essere un URL assoluto.
nl: Het veld '{name|lower}' moet een absolute URL zijn.
pt: O campo {name|lower} deve ser uma URL absoluta.
zh: 字段 '{name|lower}' 必须是绝对 URL。

# dotnet_annotations_AbsoluteUrl
source: The field '{0}' must be an absolute URL.
de: Das Feld '{0}' muss eine absolute URL sein.
fr: Le champ '{0}' doit être une URL absolue.
it: Il campo '{0}' deve essere un URL assoluto.
nl: Het veld '{0}' moet een absolute URL zijn.
pt: O campo {0} deve ser uma URL absoluta.
zh: 字段 '{0}' 必须是绝对 URL。

# annotations_Compare
source: The field '{name|lower}' must be the same as {other|lower}.
de: Das Feld '{name|lower}' muss mit '{other|lower}' übereinstimmen.
fr: Le champ '{name|lower}' doit être identique à {other|lower}.
it: Il campo '{name|lower}' deve essere uguale a {other|lower}.
nl: Het veld '{name|lower}' moet hetzelfde zijn als {other|lower}.
pt: O campo {name|lower} deve ser o mesmo que {1.}.
zh: 字段 '{name|lower}' 必须与 {other|lower} 相同。

# dotnet_annotations_Compare
source: The field '{0}' must be the same as {1}.
de: Das Feld '{0}' muss mit '{1}' übereinstimmen.
fr: Le champ '{0}' doit être identique à {1}.
it: Il campo '{0}' deve essere uguale a {1}.
nl: Het veld '{0}' moet hetzelfde zijn als {1}.
pt: O campo {0} deve ser o mesmo que {1}.
zh: 字段 '{0}' 必须与 {1} 相同。

# annotations_EmailAddress
source: The field '{name|lower}' is not a valid email address.
de: Das Feld '{name|lower}' ist keine gültige E-Mail-Adresse.
fr: Le champ '{name|lower}' n'est pas une adresse e-mail valide.
it: Il campo '{name|lower}' non è un indirizzo email valido.
nl: Het veld '{name|lower}' is geen geldig e-mailadres.
pt: O campo {name|lower} não é um endereço de e-mail válido.
zh: 字段'{name|lower}' 不是有效的电子邮件地址。

# dotnet_annotations_EmailAddress
source: The field '{0}' is not a valid email address.
de: Das Feld '{0}' ist keine gültige E-Mail-Adresse.
fr: Le champ '{0}' n'est pas une adresse e-mail valide.
it: Il campo '{0}' non è un indirizzo email valido.
nl: Het veld '{0}' is geen geldig e-mailadres.
pt: O campo {0} não é um endereço de e-mail válido.
zh: 字段'{0}' 不是有效的电子邮件地址。

# annotations_Range
source: The field '{name|lower}' must be between {min} and {max}.
de: Das Feld '{name|lower}' muss zwischen {min} und {max} liegen.
fr: Le champ '{name|lower}' doit être compris entre {min} et {max}.
it: Il campo '{name|lower}' deve essere tra {min} e {max}.
nl: Het veld '{name|lower}' moet tussen {min} en {max} zijn.
pt: O campo {name|lower} deve estar entre {min} e {max}.
zh: 字段'{name|lower}' 必须介于 {min} 和 {max} 之间。

# dotnet_annotations_Range
source: The field '{0}' must be between {1} and {2}.
de: Das Feld '{0}' muss zwischen {1} und {2} liegen.
fr: Le champ '{0}' doit être compris entre {1} et {2}.
it: Il campo '{0}' deve essere tra {1} e {2}.
nl: Het veld '{0}' moet tussen {1} en {2} zijn.
pt: O campo {0} deve estar entre {1} e {2}.
zh: 字段'{0}' 必须介于 {1} 和 {2} 之间。

# annotations_RegularExpression
source: The field '{name|lower}' is not.
de: Das Feld '{name|lower}' ist ungültig.
fr: Le champ '{name|lower}' ne l'est pas.
it: Il campo '{name|lower}' non è.
nl: Het veld '{name|lower}' is niet.
pt: O campo não é.
zh: 字段 '{name|lower}' 无法通过表达式验证

# dotnet_annotations_RegularExpression
source: The field '{0}' is not.
de: Das Feld '{0}' ist ungültig.
fr: Le champ '{0}' ne l'est pas.
it: Il campo '{0}' non è.
nl: Het veld '{0}' is niet.
pt: O campo não é.
zh: 字段 '{0}' 无法通过表达式验证

# annotations_Required
source: The field '{name|lower}' is required.
de: Das Feld '{name|lower}' ist erforderlich.
fr: Ce champ est requis.
it: Il campo è {name|lower} obbligatorio.
nl: Het veld '{name|lower}' is verplicht.
pt: O campo {name|lower} é necessário.
zh: 字段'{name|lower}' 是必需的。

# dotnet_annotations_Required
source: The field '{0}' is required.
de: Das Feld '{0}' ist erforderlich.
fr: Ce champ est requis.
it: Il campo è {0} obbligatorio.
nl: Het veld '{0}' is verplicht.
pt: O campo {0} é necessário.
zh: 字段'{0}' 是必需的。

# annotations_StringLength
source: The field '{name|lower}' must be a string with a maximum length of {max}.
de: Das Feld '{name|lower}' muss eine Zeichenfolge mit einer maximalen Länge von {max} sein.
fr: Le champ '{name|lower}' doit être une chaîne d'une longueur maximale de {max}.
it: Il campo '{name|lower}' deve essere una stringa avente una lunghezza massima di {max}.
nl: Het veld '{name|lower}' moet een string zijn met een maximale lengte van {max}.
pt: O campo '{name|lower}' deve ser um texto com tamanho máximo de {max}.
zh: 字段'{name|lower}' 必须是最大长度为 {max} 的字符串。

# dotnet_annotations_StringLength
source: The field '{0}' must be a string with a maximum length of {1}.
de: Das Feld '{0}' muss eine Zeichenfolge mit einer maximalen Länge von {1} sein.
fr: Le champ '{0}' doit être une chaîne d'une longueur maximale de {1}.
it: Il campo '{0}' deve essere una stringa avente una lunghezza massima di {1}.
nl: Het veld '{0}' moet een string zijn met een maximale lengte van {1}.
pt: O campo '{0}' deve ser um texto com tamanho máximo de {1}.
zh: 字段'{0}' 必须是最大长度为 {1} 的字符串。

# annotations_StringLengthMinimum
source: The field '{name|lower}' must be a string with a minimum length of {min} and a maximum length of {max}.
de: Das Feld '{name|lower}' muss eine Zeichenfolge mit einer Mindestlänge von {min} und einer Maximallänge von {max} sein.
fr: Le champ '{name|lower}' doit être une chaîne d'une longueur minimale de {min} et d'une longueur maximale de {max}.
it: Il campo '{name|lower}' deve essere una stringa avente lunghezza minima di {min} e massima di {max}.
nl: Het veld '{name|lower}' moet een string zijn met een minimum lengte van {min} en een maximum lengte van {max}.
pt: O campo '{name|lower}' deve ser um texto com tamanho mínimo de {min} e no máximo de {max}.
zh: 字段'{name|lower}' 必须是一个字符串，最小长度为 {min}，最大长度为 {max}。

# dotnet_annotations_StringLengthMinimum
source: The field '{0}' must be a string with a minimum length of {1} and a maximum length of {2}.
de: Das Feld '{0}' muss eine Zeichenfolge mit einer Mindestlänge von {1} und einer Maximallänge von {2} sein.
fr: Le champ '{0}' doit être une chaîne d'une longueur minimale de {1} et d'une longueur maximale de {2}.
it: Il campo '{0}' deve essere una stringa avente lunghezza minima di {1} e massima di {2}.
nl: Het veld '{0}' moet een string zijn met een minimum lengte van {1} en een maximum lengte van {2}.
pt: O campo '{0}' deve ser um texto com tamanho mínimo de {1} e no máximo de {2}.
zh: 字段'{0}' 必须是一个字符串，最小长度为 {1}，最大长度为 {2}。

# apps.clients.idAlreadyExists
source: A client with the same id already exists.
de: Ein Client mit derselben ID existiert bereits.
fr: Un client avec le même identifiant existe déjà.
it: Un client con lo stesso id esiste già.
nl: Er bestaat al een client met dezelfde id.
pt: Um cliente com o mesmo id já existe.
zh: 已存在具有相同 ID 的客户端。

# apps.contributors.cannotChangeYourself
source: You cannot change your own role.
de: Sie können Ihre eigene Rolle nicht ändern.
fr: Vous ne pouvez pas changer votre propre rôle.
it: Non puoi cambiare il tuo ruolo.
nl: Je kunt jouw eigen rol niet wijzigen.
pt: Você não pode mudar seu próprio papel.
zh: 你不能改变你自己的角色。

# apps.contributors.maxReached
source: You have reached the maximum number of contributors for your plan.
de: Sie haben die maximale Anzahl an Mitwirkenden für Ihren Plan erreicht.
fr: Vous avez atteint le nombre maximal de cotisants pour votre plan.
it: Hai raggiunto il numero massimo di contributori previsto per il tuo piano.
nl: Je heeft het maximale aantal bijdragers voor jouw plan bereikt.
pt: Alcançou o tamanho máximo de colaboradors disponiveis para o seu plano.
zh: 您已达到计划的最大贡献者数量。

# apps.contributors.onlyOneOwner
source: Cannot remove the only owner.
de: Der einzige Besitzer kann nicht entfernt werden.
fr: Impossible de supprimer le propriétaire unique.
it: Non è possibile rimuovere l'unico owner.
nl: Kan de enige eigenaar niet verwijderen.
pt: Não é possível remover o unico dono.
zh: 无法删除唯一的所有者。

# apps.languages.fallbackNotFound
source: App does not have fallback language '{fallback}'.
de: Die App hat keine Fallback-Sprache '{fallback}'.
fr: L'application n'a pas de langue de secours '{fallback}'.
it: La App non ha configurato una lingua alternativa'{fallback}'.
nl: App heeft geen terugvaltaal '{fallback}'.
pt: App não tem uma língua de reserva '{fallback}'.
zh: 应用没有后备语言'{fallback}'。

# apps.languages.languageAlreadyAdded
source: Language has already been added.
de: Die Sprache wurde bereits hinzugefügt.
fr: La langue a déjà été ajoutée.
it: La lingua è stata già inserita.
nl: Taal is al toegevoegd.
pt: Linguagem foi adicionada.
zh: 语言已经添加。

# apps.languages.masterLanguageNoFallbacks
source: Master language cannot have fallback languages.
de: Die Hauptsprache kann keine Fallback-Sprachen haben.
fr: La langue principale ne peut pas avoir de langues de secours.
it: La lingua master non ha lingue alternative.
nl: Hoofdtaal kan geen terugval talen hebben.
pt: A linguagem principal não pode ter linguagens de reserva.
zh: 主语言不能有后备语言。

# apps.languages.masterLanguageNotOptional
source: Master language cannot be made optional.
de: Die Hauptsprache kann nicht optional gemacht werden.
fr: La langue principale ne peut pas être rendue facultative.
it: La lingua master non può essere opzionale.
nl: Hoofdtaal kan niet optioneel worden gemaakt.
pt: A linguagem principal não pode ser feita opcional.
zh: 主语言不能是可选的。

# apps.languages.masterLanguageNotRemovable
source: Master language cannot be removed.
de: Die Hauptsprache kann nicht entfernt werden.
fr: La langue principale ne peut pas être supprimée.
it: La lingua master non può essere rimossa.
nl: Hoofdtaal kan niet worden verwijderd.
pt: A linguagem principal não pode ser removida.
zh: 无法删除主语言。

# apps.maximumTotalReached
source: You cannot create more apps. Please contact the support to remove this restriction from your account.
de: Sie können keine weiteren Apps erstellen. Bitte kontaktieren Sie den Support, um diese Einschränkung für Ihr Konto aufzuheben.
fr: Vous ne pouvez pas créer plus d'applications. Veuillez contacter le support pour supprimer cette restriction de votre compte.
pt: Você não pode criar mais aplicativos. Entre em contato com o suporte para remover essa restrição da sua conta.

# apps.nameAlreadyExists
source: An app with the same name already exists.
de: Eine App mit demselben Namen existiert bereits.
fr: Une application du même nom existe déjà.
it: Esiste già un'app con lo stesso nome.
nl: Er bestaat al een app met dezelfde naam.
pt: Já existe uma app com esse nome.
zh: 同名应用已经存在。

# apps.notImage
source: File is not an image
de: Die Datei ist kein Bild.
fr: Le fichier n'est pas une image
it: Il file non è una immagine
nl: Bestand is geen afbeelding
pt: Ficheiro não é uma imagem
zh: 文件不是图像

# apps.plans.notFound
source: A plan with this id does not exist.
de: Ein Plan mit dieser ID existiert nicht.
fr: Un plan avec cet ID n'existe pas.
it: Non esiste un piano con questo id.
nl: Een plan met deze id bestaat niet.
pt: Um plano com este id não existe.
zh: 不存在具有此 ID 的计划。

# apps.plans.notPlanOwner
source: Plan can only changed from the user who configured the plan initially.
de: Der Plan kann nur von dem Benutzer geändert werden, der den Plan ursprünglich konfiguriert hat.
fr: Le plan ne peut être modifié qu'à partir de l'utilisateur qui a initialement configuré le plan.
it: Solo l'utente che ha configurato il piano inizialmente può modificarlo.
nl: Plan kan alleen worden gewijzigd van de gebruiker die het plan aanvankelijk heeft geconfigureerd.
pt: Plano só pode ser alterado pelo utilizador que configurou inicialmente.
zh: 计划只能由最初配置计划的用户更改。

# apps.roles.defaultRoleNotRemovable
source: Cannot delete a default role.
de: Eine Standardrolle kann nicht gelöscht werden.
fr: Impossible de supprimer un rôle par défaut.
it: Non è possibile cancellare un ruolo predefinito.
nl: Kan een standaardrol niet verwijderen.
pt: Não pode remover o grupo pré definido.
zh: 无法删除默认角色。

# apps.roles.defaultRoleNotUpdateable
source: Cannot update a default role.
de: Eine Standardrolle kann nicht aktualisiert werden.
fr: Impossible de mettre à jour un rôle par défaut.
it: Non è possibile modificare un ruolo predefinito.
nl: Kan een standaardrol niet bijwerken.
pt: Não pode alterar o grupo pré definido.
zh: 无法更新默认角色。

# apps.roles.nameAlreadyExists
source: A role with the same name already exists.
de: Eine Rolle mit demselben Namen existiert bereits.
fr: Un rôle portant le même nom existe déjà.
it: Esiste già un ruolo con lo stesso nome.
nl: Er bestaat al een rol met dezelfde naam.
pt: Um grupo com o mesmo nome já existe.
zh: 已存在同名角色。

# apps.roles.usedRoleByClientsNotRemovable
source: Cannot remove a role when a client is assigned.
de: Eine Rolle kann nicht entfernt werden, wenn sie einem Client zugewiesen ist.
fr: Impossible de supprimer un rôle lorsqu'un client est attribué.
it: Non è possibile rimuovere un ruolo quando è assegnato ad un ruolo.
nl: Kan een rol niet verwijderen wanneer een client is toegewezen.
pt: Não pode remover grupo quando tem um cliente associado.
zh: 分配客户端后无法删除角色。

# apps.roles.usedRoleByContributorsNotRemovable
source: Cannot remove a role when a contributor is assigned.
de: Eine Rolle kann nicht entfernt werden, wenn sie einem Mitwirkenden zugewiesen ist.
fr: Impossible de supprimer un rôle lorsqu'un contributeur est attribué.
it: Non è possibile rimuovere un ruolo quando questo è assegnato ad un collaboratore.
nl: Kan een rol niet verwijderen wanneer een bijdrager is toegewezen.
pt: Nãopode remover o grupo quando tem um colaborador associado.
zh: 当分配了贡献者时无法删除角色。

# assets.folderNotFound
source: Asset folder does not exist.
de: Der Asset-Ordner existiert nicht.
fr: Le dossier d'actif n'existe pas.
it: La cartella delle risorse non esiste.
nl: Assetmap bestaat niet.
pt: A pasta de ficheiros não existe.
zh: 资源文件夹不存在。

# assets.folderRecursion
source: Cannot add folder to its own child.
de: Ein Ordner kann nicht zu seinem eigenen untergeordneten Ordner hinzugefügt werden.
fr: Impossible d'ajouter un dossier à son propre enfant.
it: Non è possibile aggiungere una cartella al proprio figlio.
nl: Kan map niet toevoegen aan zijn eigen kind.
pt: Não é possível adicionar pasta à sua própria criança.
zh: 无法将文件夹添加到自己的子文件夹中。

# assets.maxSizeReached
source: You have reached your max asset size.
de: Sie haben Ihre maximale Asset-Grösse erreicht.
fr: Vous avez atteint la taille maximale de votre élément.
it: Hai raggiunto la dimensione massima consentito per le risorse.
nl: Je hebt jouw maximale assetgrootte bereikt.
pt: Você alcançou o tamanho máximo de ficheiros.
zh: 您已达到最大资源大小。

# assets.referenced
source: Assets is referenced by a content and cannot be deleted.
de: Das Asset wird von einem Inhalt referenziert und kann nicht gelöscht werden.
fr: Les actifs sont référencés par un contenu et ne peuvent pas être supprimés.
it: La risorsa è collegata ad un contenuto pertanto non può essere cancellata.
nl: Er wordt naar dit bestand verwezen door een contentitem en kan niet worden verwijderd.
pt: Os ficheiros são referenciados por um conteúdo e não podem ser excluídos.
zh: 资源被内容引用，无法删除。

# backups.alreadyRunning
source: Another backup process is already running.
it: È in esecuzione una altro processo di backup.
nl: Er wordt al een ander back-upproces uitgevoerd.
pt: Já se encontra um processo de backup em processamento.
zh: 另一个备份进程已经在运行。

# backups.maxReached
source: You cannot have more than {max} backups.
it: Non puoi avere più di {max} backup.
nl: Je kunt niet meer dan {max} backups hebben.
pt: Não pode ter mais de {max} backups.
zh: 您不能拥有超过 {max} 个备份。

# backups.restoreRunning
source: A restore operation is already running.
it: È in esecuzione un'operazione di restore.
nl: Er wordt al een herstelbewerking uitgevoerd.
pt: Um processamento de restauro já se encontra a correr.
zh: 还原操作已经在运行。

# comments.noPermissions
source: You can only access your notifications.
it: Puoi solo accedere alle tue notifiche.
nl: Je hebt alleen toegang tot jouw notificaties.
pt: Só pode aceder as suas notificações.
zh: 您只能访问您的通知。

# comments.notUserComment
source: Comment is created by another user.
it: È stato creato un commento da un altro utente.
nl: Reactie is gemaakt door een andere gebruiker.
pt: Comentário foi criado por outro utilizador.
zh: 评论是由另一个用户创建的。

# common.action
source: Action
de: Aktion
it: Azione
nl: Actie
pt: Acção
zh: 动作

# common.aspectHeight
source: Aspect height
de: Seitenverhältnis Höhe
fr: Hauteur d'aspect
it: Altezza
nl: Hoogte aspect
pt: Altura aspecto
zh: 纵横高度

# common.aspectWidth
source: Aspect width
de: Seitenverhältnis Breite
fr: Largeur d'aspect
it: Larghezza
nl: Aspect breedte
pt: Largura aspecto
zh: 纵横宽

# common.calculatedDefaultValue
source: Calculated default value
de: Berechneter Standardwert
fr: Valeur par défaut calculée
it: Valore predefinito calcolato
nl: Berekende standaardwaarde
pt: Calculado o valor por defeito
zh: 计算的默认值

# common.clientd
source: Client ID
it: ID Client
pt: ID do cliente
zh: 客户端 ID

# common.clientId
source: Client ID
fr: identité du client
it: ID Client
pt: ID do cliente
zh: 客户端 ID

# common.clientSecret
source: Client Secret
fr: Clé secrète du client
it: Secret Client
nl: Clientgeheim
pt: Segredo do cliente
zh: 客户端密码

# common.contentType
source: Content type
de: Inhaltstyp
fr: Type de contenu
nl: Inhoudstype
pt: Tipo conteúdo
zh: 内容类型

# common.contributorId
source: Contributor ID or email
de: Mitwirkenden-ID oder E-Mail
fr: ID ou e-mail de contributeur
it: ID o Email del collaboratore
nl: Bijdrager-ID of e-mailadres
pt: ID or email do colaborador
zh: 贡献者 ID 或电子邮件

# common.critical
source: Critial
de: Kritisch
fr: critique
it: Critico
pt: Critico
zh: 关键

# common.defaultValue
source: Default value
de: Standardwert
fr: Valeur par défaut
it: Valore predefinito
nl: Standaardwaarde
pt: Valor por defeito
zh: 默认值

# common.displayName
source: Display name
de: Anzeigename
fr: Afficher un nom
it: Nome da visualizzare
nl: Weergavenaam
pt: Nome apresentação
zh: 显示名称

# common.documentation
source: Documentation
de: Dokumentation
pt: Documentação

# common.errorNoPermission
source: You do not have the necessary permission.
de: Sie haben nicht die erforderliche Berechtigung.
fr: Vous n'avez pas l'autorisation nécessaire.
it: Non hai i permessi necessari.
pt: Você não tem a permissão necessária.
zh: 您没有必要的权限。

# common.field
source: Field
de: Feld
fr: Champ
it: Campo
nl: Veld
pt: Campo
zh: 字段

# common.fieldIds
source: Field IDs
de: Feld-IDs
fr: ID de champ
it: Campi ID
nl: Veld-ID's
pt: IDs de campo
zh: 字段 ID

# common.fieldName
source: Field name
de: Feldname
fr: Nom de domaine
it: Campo nome
nl: Veldnaam
pt: Nome do campo
zh: 字段名

# common.file
source: File
de: Datei
fr: Déposer
nl: Bestand
pt: Ficheiro
zh: 文件

# common.folderName
source: Folder name
de: Ordnername
fr: Nom de dossier
it: Nome della cartella
nl: Mapnaam
pt: Nome da pasta
zh: 文件夹名称

# common.fullTextNotSupported
source: Query search clause not supported.
de: Die Suchanfrage wird nicht unterstützt.
fr: Clause de recherche de requête non prise en charge.
it: La query di ricerca non supporta queste condizioni.
nl: Query-zoekclausule niet ondersteund.
pt: Cláusula de busca de consulta não suportada.
zh: 不支持查询搜索子句。

# common.httpContentTypeNotDefined
source: File content-type is not defined.
de: Der Inhaltstyp der Datei ist nicht definiert.
fr: Le type de contenu du fichier n'est pas défini.
it: Il content-type del file non è definito.
nl: Bestandstype inhoud is niet gedefinieerd.
pt: O tipo de conteúdo do ficheiro não está definido.
zh: 文件内容类型未定义。

# common.httpFileNameNotDefined
source: File name is not defined.
de: Der Dateiname ist nicht definiert.
fr: Le nom de fichier n'est pas défini.
it: Il nome del file name non è definito.
nl: Bestandsnaam is niet gedefinieerd.
pt: O nome do ficheiro não é definido.
zh: 文件名未定义。

# common.httpInvalidRequest
source: The model is not valid.
de: Das Modell ist ungültig.
fr: Le modèle n'est pas valide.
it: Il modello non è valido.
nl: Het model is niet geldig.
pt: O modelo não é válido.
zh: 模型无效。

# common.httpInvalidRequestFormat
source: Request body has an invalid format.
de: Der Anforderungskörper hat ein ungültiges Format.
fr: Le corps de la requête a un format non valide.
it: Il corpo della request ha un formato non valido.
nl: Verzoektekst heeft een ongeldige indeling.
pt: Pedido corpo tem um formato inválido.
zh: 请求正文的格式无效。

# common.httpOnlyAsUser
source: Not allowed for clients.
de: Nicht für Clients erlaubt.
fr: Non autorisé pour les clients.
it: Non consentito per i client.
nl: Niet toegestaan ​​voor klanten.
pt: Não permitido para clientes.
zh: 客户端不允许。

# common.httpValidationError
source: Validation error
de: Validierungsfehler
fr: Erreur de validation
it: Errore di validazione
nl: Validatiefout
pt: Erros de validação
zh: 验证错误

# common.initialStep
source: Initial step
de: Anfangsschritt
fr: Première étape
it: Step iniziale
nl: Eerste stap
pt: Passo Inicial
zh: 初始步骤

# common.jsError
source: Failed to execute script with Javascript error: {message}
de: Fehler bei der Ausführung des Skripts mit Javascript-Laufzeitfehler: {message}
fr: Échec de l'exécution du script avec l'erreur Javascript : {message}
it: Esecuzione dello script fallita, Errore Javascript: {message}
nl: Kan script niet uitvoeren met Javascript-fout: {message}
pt: Erro ao executar script javascript: {message}
zh: 执行脚本失败，Javascript 错误：{message}

# common.jsNotAllowed
source: Script has forbidden the operation.
de: Das Skript hat die Operation verboten.
fr: Le script a interdit l'opération.
it: Uno script ha proibito l'operazione.
nl: Script heeft de bewerking verboden.
pt: Script proibiu a operação.
zh: 脚本禁止操作。

# common.jsParseError
source: Failed to execute script with Javascript syntax error: {message}
de: Fehler bei der Ausführung des Skripts mit Javascript-Syntaxfehler: {message}
fr: Échec de l'exécution du script avec l'erreur de syntaxe Javascript : {message}
it: Esecuzione dello script fallita, errore di sintassi nel Javascript: {message}
nl: Kan script niet uitvoeren met Javascript-syntaxisfout: {message}
pt: Erro ao executar script javascript com erro de sintaxe: {message}
zh: 无法执行脚本，Javascript 语法错误：{message}

# common.jsRejected
source: Script rejected the operation.
de: Das Skript hat die Operation abgelehnt.
fr: Le script a rejeté l'opération.
it: Lo script ha rifiutato l'operazione.
nl: Script heeft de bewerking afgewezen.
pt: Script rejeitou a operação.
zh: 脚本拒绝了操作。

# common.language
source: Language code
de: Sprachcode
fr: Code langue
it: Codice della lingua
nl: Taalcode
pt: Código da língua
zh: 语言代码

# common.login
source: Login
de: Anmelden
fr: Connexion
it: Accedi
nl: Inloggen
pt: Entrar
zh: 登录

# common.logout
source: Logout
de: Abmelden
fr: Se déconnecter
it: Esci
nl: Uitloggen
pt: Sair
zh: 注销

# common.maxCharacters
source: Max characters
de: Max. Zeichen
fr: Caractères maximum
it: Numero massimo di caratteri
nl: Max. karakters
pt: Caracteres máximos
zh: 最大字符数

# common.maxHeight
source: Max height
de: Max. Höhe
fr: hauteur maximum
it: Altezza massima
nl: Max. hoogte
pt: Altura Máx
zh: 最大高度

# common.maxItems
source: Max items
de: Max. Elemente
fr: Articles maximum
it: Numeri massimo di elementi
nl: Max. aantal items
pt: Items Máx
zh: 最大项目数

# common.maxLength
source: Max length
de: Max. Länge
fr: longueur maximale
it: Lunghezza massima
nl: Max. lengte
pt: Comprimento Máx
zh: 最大长度

# common.maxSize
source: Max size
de: Max. Grösse
fr: taille max
it: Dimensione massima
nl: Max. grootte
pt: Tamanho Máx
zh: 最大尺寸

# common.maxValue
source: Max value
de: Max. Wert
fr: Valeur max
it: Valore massimo
nl: Max. waarde
pt: Valor Máx
zh: 最大值
