Repository: Squidex/squidex
Catalog: backend/src/Squidex.Shared/Texts.*.resx
Languages: de, fr, it, nl, pt, zh

# contents.validation.normalCharacterCount
source: Must have exactly {count} text character(s).
de: Muss genau {count} Textzeichen haben.
fr: Doit contenir exactement {count} caractère(s) de texte.
it: Deve essere esattamente un testo di {count} carattere(i).
nl: Moet exact {count} tekstteken (s) bevatten.
pt: Deve ter exactamente {count} caracter(s).
zh: 必须正好有 {count} 个文本字符。

# contents.validation.normalCharactersBetween
source: Must have between {min} and {max} text character(s).
de: Muss zwischen {min} und {max} Textzeichen haben.
fr: Doit contenir entre {min} et {max} caractère(s) de texte.
it: Deve essere un testo tra {min} e {max} carattere(i).
nl: Moet tussen {min} en {max} tekstteken (s) bevatten.
pt: Deve ter entre {min} e {max} caracter(s).
zh: 必须在 {min} 和 {max} 个文本字符之间。

# contents.validation.notAllowed
source: Not an allowed value.
de: Kein erlaubter Wert.
fr: Pas une valeur autorisée.
it: Non è un valore consentito.
nl: Geen toegestane waarde.
pt: Valor não é permitido.
zh: 不允许的值。

# contents.validation.pattern
source: Must follow the pattern.
de: Muss dem Muster folgen.
fr: Doit suivre le modèle.
it: Deve seguire il pattern.
nl: Moet het patroon volgen.
pt: Deve seguir o padrão.
zh: 必须遵循模式。

# contents.validation.referenceNotFound
source: Reference '{id}' not found.
de: Referenz '{id}' nicht gefunden.
fr: Référence '{id}' introuvable.
it: Contiene un collegamento '{id}' non valido.
nl: Bevat ongeldige referentie '{id}'.
pt: Referencia '{id}' não encontrada.
zh: 未找到引用 '{id}'。

# contents.validation.referenceToInvalidSchema
source: Reference '{id}' has invalid schema.
de: Referenz '{id}' hat ein ungültiges Schema.
fr: La référence '{id}' a un schéma non valide.
it: Contiene dei collegamenti '{id}' ad uno schema errato.
nl: Bevat verwijzing '{id}' naar ongeldig schema.
pt: Referencia '{id}' com esquema inválido.
zh: 参考 '{id}' 的Schemas无效。

# contents.validation.regexTooSlow
source: Regex is too slow.
de: Regex ist zu langsam.
fr: Regex est trop lent.
it: La regular expression è troppo lenta.
nl: Regex is te traag.
pt: Regex demasiado lento.
zh: 正则表达式太慢了。

# contents.validation.required
source: Field is required.
de: Feld ist erforderlich.
fr: Champ requis.
it: Il campo è obbligatorio.
nl: Veld is verplicht.
pt: Campo obrigatório.
zh: 必填字段。

# contents.validation.unique
source: Another content with the same value exists.
de: Ein anderer Inhalt mit demselben Wert existiert bereits.
fr: Un autre contenu avec la même valeur existe.
it: Esiste un altro contenuto con lo stesso valore.
nl: Er bestaat een andere inhoud met dezelfde waarde.
pt: Já existe um conteúdo com o mesmo valor.
zh: 存在另一个具有相同值的内容。

# contents.validation.uniqueObjectValues
source: Must not contain items with duplicate '{field}' fields.
de: Darf keine Elemente mit doppelten '{field}'-Feldern enthalten.
fr: Ne doit pas contenir d'éléments avec des champs '{field}' en double.
pt: Não pode conter items com campos duplicados '{field}'.

# contents.validation.unknownField
source: Not a known {fieldType}.
de: Kein bekanntes {fieldType}.
fr: Pas un {fieldType} connu.
it: Non è noto {fieldType}.
nl: Onbekend {fieldType}.
pt: {fieldType} não conhecido.
zh: 不是已知的 {fieldType}。

# contents.validation.wordCount
source: Must have exactly {count} word(s).
de: Muss genau {count} Wort/Wörter haben.
fr: Doit contenir exactement {count} mot(s).
it: Deve avere esattamente {count} parola(e).
nl: Moet exact {count} woord (en) bevatten.
pt: Deve ter exatamente {count} palavra(s).
zh: 必须正好有 {count} 个单词。

# contents.validation.wordsBetween
source: Must have between {min} and {max} word(s).
de: Muss zwischen {min} und {max} Wort/Wörter haben.
fr: Doit contenir entre {min} et {max} mot(s).
it: Deve essere tra {min} e {max} parola(e).
nl: Moet tussen {min} en {max} woord (en) bevatten.
pt: Deve ter entre {min} e {max} palavra(s).
zh: 必须在 {min} 到 {max} 个单词之间。

# contents.workflowErrorUpdate
source: The workflow does not allow updates at status {status}
de: Der Workflow erlaubt keine Aktualisierungen im Status {status}
fr: Le workflow n'autorise pas les mises à jour au statut {status}
it: Il workflow non consente le modifiche per lo stato {status}
nl: De werkstroom staat geen updates toe met status {status}
pt: O fluxo de trabalho não permite actualizar o estado {status}
zh: 工作流不允许更新状态为 {status}

# dotnet_identity_DefaultEror
source: An unknown failure has occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une panne inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
nl: Er is een onbekende fout opgetreden.
pt: Um erro desconhecido ocorreu.
zh: 发生未知故障。

# dotnet_identity_DuplicateEmail
source: Email is already taken.
de: E-Mail ist bereits vergeben.
fr: Cet email est déjà pris.
it: Email già in uso.
nl: E-mail is al in gebruik.
pt: Email já existe.
zh: 电子邮件已被占用。

# dotnet_identity_DuplicateUserName
source: User name is already taken.
de: E-Mail wird bereits von einem anderen Benutzer verwendet. Sie können diesen externen Login zu Ihrem Konto hinzufügen, wenn Sie zur Profilseite gehen.
fr: L'e-mail est déjà pris par un autre utilisateur. Vous pouvez ajouter cette connexion externe à votre compte si vous vous rendez sur la page de profil.
it: Nome utente già in uso.
nl: Gebruikersnaam is al in gebruik.
pt: Email já está registado noutro utilizador. Pode actualizar o seu login externo para a sua conta se for a sua página de perfil.
zh: 用户名已被占用。

# dotnet_identity_InvalidEmail
source: Email is invalid.
de: E-Mail ist ungültig.
fr: Le courriel est invalide.
it: L'Email non è valida.
nl: E-mail is ongeldig.
pt: Email é inválido.
zh: 电子邮件无效。

# dotnet_identity_InvalidUserName
source: User name '{0}' is invalid, can only contain letters or digits.
de: Benutzername '{0}' ist ungültig, er darf nur Buchstaben oder Ziffern enthalten.
fr: Le nom d'utilisateur '{0}' n'est pas valide, ne peut contenir que des lettres ou des chiffres.
it: Il nome utente '{0}' non è valido, può contenere solo lettere e numeri.
nl: Gebruikersnaam '{0}' is ongeldig, mag alleen letters of cijfers bevatten.
pt: Nome de utilizador '{0}' é invlálido, só pode conter letras ou digitos.
zh: 用户名“{0}”无效，只能包含字母或数字。

# dotnet_identity_LoginAlreadyAssociated
source: A user with this login already exists.
de: Ein Benutzer mit diesem Login existiert bereits.
fr: Un utilisateur avec ce login existe déjà.
it: Esiste già un utente con queste credenziali di accesso.
nl: Er bestaat al een gebruiker met deze login.
pt: Um utilizador com este login já existe.
zh: 已存在使用此登录名的用户。

# dotnet_identity_PasswordMismatch
source: Incorrect password.
de: Falsches Passwort.
fr: Mot de passe incorrect.
it: Password errata.
nl: Onjuist wachtwoord.
pt: Password incorrecta.
zh: 密码不正确。

# dotnet_identity_PasswordRequiresDigit
source: Passwords must have at least one digit ('0'-'9').
de: Passwörter müssen mindestens eine Ziffer ('0'-'9') enthalten.
fr: Les mots de passe doivent comporter au moins un chiffre ('0'-'9').
it: La Password devono contenere almeno un numero ('0'-'9').
nl: Wachtwoorden moeten minstens één cijfer bevatten ('0' - '9').
pt: Passwords devem ter um digito ('0'-'9').
zh: 密码必须至少有一位 ('0'-'9')。

# dotnet_identity_PasswordRequiresLower
source: Passwords must have at least one lowercase ('a'-'z').
de: Passwörter müssen mindestens einen Kleinbuchstaben ('a'-'z') enthalten.
fr: Les mots de passe doivent avoir au moins une minuscule ('a'-'z').
it: La password deve avere almeno una lettera minuscola ('a'-'z').
nl: Wachtwoorden moeten minstens één kleine letter ('a' - 'z') bevatten.
pt: Passwords devem ter um letra minusculo ('a'-'z').
zh: 密码必须至少有一个小写字母 ('a'-'z')。

# dotnet_identity_PasswordRequiresNonAlphanumeric
source: Passwords must have at least one non alphanumeric character.
de: Passwörter müssen mindestens ein nicht-alphanumerisches Zeichen enthalten.
fr: Les mots de passe doivent comporter au moins un caractère non alphanumérique.
it: La password deve avere almeno un carattere non alfanumerico.
nl: Wachtwoorden moeten minstens één niet-alfanumeriek teken bevatten.
pt: Passwords devem ter um caracter não alfa numerico.
zh: 密码必须至少有一个非字母数字字符。

# dotnet_identity_PasswordRequiresUniqueChars
source: Passwords must use at least {0} different characters.
de: Passwörter müssen mindestens {0} verschiedene Zeichen verwenden.
fr: Les mots de passe doivent utiliser au moins {0} caractères différents.
it: La password deve essere composta almeno da {0} caratteri differenti.
nl: Wachtwoorden moeten minstens {0} verschillende tekens bevatten.
pt: Passwords deve ter no mínimo {0} caracteres diferentes.
zh: 密码必须至少使用 {0} 个不同的字符。

# dotnet_identity_PasswordRequiresUpper
source: Passwords must have at least one uppercase ('A'-'Z').
de: Passwörter müssen mindestens einen Grossbuchstaben ('A'-'Z') enthalten.
fr: Les mots de passe doivent avoir au moins une majuscule ('A'-'Z').
it: La password deve avere almeno una lettera maiuscola ('A'-'Z').
nl: Wachtwoorden moeten minstens één hoofdletter ('A' - 'Z') hebben.
pt: Passwords devem ter um caracter maiusculo ('A'-'Z').
zh: 密码必须至少有一个大写字母 ('A'-'Z')。

# dotnet_identity_PasswordTooShort
source: Passwords is too short.
de: Das Passwort ist zu kurz.
fr: Les mots de passe sont trop courts.
it: La password è troppo corta.
nl: Wachtwoorden zijn te kort.
pt: Passwords é muito curta.
zh: 密码太短。

# dotnet_identity_PwnedError
source: This password has previously appeared in a data breach and should never be used. If you have ever used it anywhere before, change it!
de: Dieses Passwort ist zuvor in einem Datenleck aufgetaucht und sollte niemals verwendet werden. Wenn Sie es jemals irgendwo verwendet haben, ändern Sie es!
fr: Ce mot de passe est déjà apparu dans une violation de données et ne doit jamais être utilisé. Si vous l'avez déjà utilisé quelque part auparavant, changez-le !
it: Questa password è apparsa in un database di password compromesso e non dovrebbe più essere utilizzata. Se l'hai usata, cambiala!
nl: Dit wachtwoord is eerder verschenen in een datalek en mag nooit worden gebruikt. Als je het ooit eerder ergens hebt gebruikt, verander het dan!
pt: Esta password já apareceu numa violação de dados e não deve ser usada. Se já usou antes nalgum lado, por favor altere!
zh: 此密码以前曾出现在数据泄露事件中，永远不应使用。如果您以前曾在任何地方使用过它，请更改它！

# dotnet_identity_UserLockedOut
source: User is locked out.
de: Der Benutzer ist gesperrt.
fr: L'utilisateur est verrouillé.
it: L'utente è bloccato.
nl: Gebruiker is uitgesloten.
pt: User está bloqueado.

# exceptions.domainObjectConflict
source: Entity ({id}) already exists.
de: Entität ({id}) existiert bereits.
fr: L'entité ({id}) existe déjà.
it: L'entità ({id}) esiste già.
pt: Entidade ({id}) já existe.
zh: 实体 ({id}) 已经存在。

# exceptions.domainObjectDeleted
source: Entity ({id}) has been deleted.
de: Entität ({id}) wurde gelöscht.
fr: L'entité ({id}) a été supprimée.
it: L'entità ({id}) è stata cancellata.
nl: Entiteit ({id}) is verwijderd.
pt: Entidade ({id}) foi removida.
zh: 实体 ({id}) 已被删除。

# exceptions.domainObjectNotFound
source: Entity ({id}) does not exist.
de: Entität ({id}) existiert nicht.
fr: L'entité ({id}) n'existe pas.
it: L'entità ({id}) non esiste.
nl: Entiteit ({id}) bestaat niet.
pt: Entidade ({id}) não existe.
zh: 实体 ({id}) 不存在。

# exceptions.domainObjectVersion
source: Entity ({id}) requested version {expectedVersion}, but found {currentVersion}.
de: Entität ({id}) angeforderte Version {expectedVersion}, aber {currentVersion} gefunden.
fr: L'entité ({id}) a demandé la version {expectedVersion}, mais a trouvé {currentVersion}.
it: L'entità ({id}) richiede la versione {expectedVersion}, ma è stata trovata {currentVersion}.
nl: Entiteit ({id}) heeft versie {verwachteVersion} aangevraagd, maar heeft {currentVersion} gevonden.
pt: Entidade ({id}) versão {expectedVersion} não encontrada, mas sim {currentVersion}.
zh: 实体 ({id}) 请求版本 {expectedVersion}，但找到 {currentVersion}。

# history.apps.clientAdded
source: added client {[Id]} to app
de: hat Client {[Id]} zur App hinzugefügt
fr: client ajouté {[Id]} à l'application
it: aggiunto client {[Id]} all'app
nl: client {[Id]} toegevoegd aan app
pt: cliente {[Id]} adicionado na app
zh: 将客户端 {[Id]} 添加到应用程序

# history.apps.clientRevoked
source: revoked client {[Id]}
de: hat Client {[Id]} widerrufen
fr: client révoqué {[Id]}
it: Revocato client {[Id]}
nl: ingetrokken klant {[Id]}
pt: cliente {[Id]} revogado
zh: 已撤销客户端 {[Id]}

# history.apps.clientUpdated
source: updated client {[Id]}
de: hat Client {[Id]} aktualisiert
fr: client mis à jour {[Id]}
it: Aggiornato client {[Id]}
nl: bijgewerkte client {[Id]}
pt: cliente {[Id]} actualizado
zh: 更新的客户端 {[Id]}

# history.apps.contributoreAssigned
source: assigned {user:[Contributor]} as {[Role]}
de: hat {user:[Contributor]} als {[Role]} zugewiesen
fr: attribué {user:[Contributor]} comme {[Role]}
it: Associato {user:[Contributor]} al ruolo {[Role]}
nl: heeft {user:[Contributor]} toegewezen als {[Role]}
pt: associado {user:[Contributor]} a {[Role]}
zh: 已分配 {user:[Contributor]} 作为 {[Role]}

# history.apps.contributoreRemoved
source: removed {user:[Contributor]} from app
de: hat {user:[Contributor]} aus der App entfernt
fr: supprimé {user:[Contributor]} de l'application
it: Rimosso {user:[Contributor]} dall'app
nl: heeft {user:[Contributor]} verwijderd uit app
pt: removido {user:[Contributor]} da app
zh: 从应用中删除了 {user:[Contributor]}

# history.apps.languagedAdded
source: added language {[Language]}
de: hat Sprache {[Language]} hinzugefügt
fr: langue ajoutée {[Language]}
it: aggiunta lingua {[Language]}
nl: taal toegevoegd {[Language]}
pt: adicionada língua {[Language]}
zh: 添加语言 {[Language]}

# history.apps.languagedRemoved
source: removed language {[Language]}
de: hat Sprache {[Language]} entfernt
fr: langue supprimée {[Language]}
it: rimossa lingua {[Language]}
nl: verwijderde taal {[Language]}
pt: removida língua {[Language]}
zh: 已删除语言 {[Language]}

# history.apps.languagedSetToMaster
source: changed master language to {[Language]}
de: hat die Hauptsprache auf {[Language]} geändert
fr: changé la langue principale en {[Language]}
it: cambiata la lingua master in {[Language]}
nl: hoofdtaal gewijzigd in {[Language]}
pt: alterada a língua principal para {[Language]}
zh: 将主语言更改为 {[Language]}

# history.apps.languagedUpdated
source: updated language {[Language]}
de: hat Sprache {[Language]} aktualisiert
fr: langue mise à jour {[Language]}
it: aggiornata la lingua {[Language]}
nl: bijgewerkte taal {[Language]}
pt: actualizada língua {[Language]}
zh: 更新的语言 {[Language]}

# history.apps.planChanged
source: changed plan to {[Plan]}
de: hat den Plan auf {[Plan]} geändert
fr: changé de forfait pour {[Plan]}
it: ha cambiato il piano in {[Plan]}
nl: plan gewijzigd in {[Plan]}
pt: alterado o plano para {[Plan]}
zh: 已将计划更改为 {[Plan]}

# history.apps.planReset
source: resetted plan
de: hat den Plan zurückgesetzt
fr: plan réinitialisé
it: ha riconfigurato il piano
nl: gereset plan
pt: plano redifinido
zh: 重置计划

# history.apps.roleAdded
source: added role {[Name]}
de: hat Rolle {[Name]} hinzugefügt
fr: rôle ajouté {[Name]}
it: ha aggiunto il ruolo {[Name]}
nl: toegevoegde rol {[Name]}
pt: adicionado grupo {[Name]}
zh: 添加角色 {[Name]}

# history.apps.roleDeleted
source: deleted role {[Name]}
de: hat Rolle {[Name]} gelöscht
fr: rôle supprimé {[Name]}
it: ha eliminato il ruolo {[Name]}
nl: verwijderde rol {[Name]}
pt: removido grupo {[Name]}
zh: 已删除角色 {[Name]}

# history.apps.roleUpdated
source: updated role {[Name]}
de: hat Rolle {[Name]} aktualisiert
fr: rôle mis à jour {[Name]}
it: ha aggiornato il ruolo {[Name]}
nl: bijgewerkte rol {[Name]}
pt: actualizado grupo {[Name]}
zh: 更新角色 {[Name]}

# history.apps.settingsUpdated
source: updated UI settings
de: hat UI-Einstellungen aktualisiert
fr: paramètres d'interface utilisateur mis à jour
pt: Configurações UI actualizadas
zh: 更新的 UI 设置

# history.assets.replaced
source: replaced asset.
de: hat Asset ersetzt.
fr: actif remplacé.
it: ha sostituito la risorsa.
nl: item vervangen.
pt: ficheiro substituido.
zh: 替换的资源。

# history.assets.updated
source: updated asset.
de: hat Asset aktualisiert.
fr: actif mis à jour.
it: ha aggiornato la risorsa.
nl: bijgewerkt item.
pt: ficheiro actualizado.
zh: 更新的资源。

# history.assets.uploaded
source: uploaded asset.
de: hat Asset hochgeladen.
fr: élément téléchargé.
it: ha caricato la risorsa.
nl: geüpload item.
pt: ficheiro carregado.
zh: 上传的资源。

# history.contents.created
source: created {[Schema]} content.
de: hat {[Schema]}-Inhalt erstellt.
fr: créé {[Schema]} contenu.
it: creato il contenuto {[Schema]}.
nl: heeft {[Schema]} inhoud gemaakt.
pt: conteúdo criado {[Schema]}.
zh: 创建了 {[Schema]} 内容。

# history.contents.deleted
source: deleted {[Schema]} content.
de: hat {[Schema]}-Inhalt gelöscht.
fr: contenu {[Schema]} supprimé.
it: cancellato il contenuto {[Schema]}.
nl: heeft {[Schema]} inhoud verwijderd.
pt: conteúdo removido {[Schema]}.
zh: 删除了 {[Schema]} 内容。

# history.contents.draftCreated
source: created new draft.
de: hat einen neuen Entwurf erstellt.
fr: créé un nouveau brouillon.
it: creata una nuova bozza.
nl: nieuw concept gemaakt.
pt: creado novo rascunho.
zh: 创建了新草稿。

# history.contents.draftDeleted
source: deleted draft.
de: hat Entwurf gelöscht.
fr: brouillon supprimé.
it: cancellata la bozza.
nl: concept verwijderd.
pt: removido rascunho.
zh: 已删除的草稿。

# history.contents.scheduleCompleted
source: scheduled to change status of {[Schema]} content to {[Status]}.
de: hat die Statusänderung des {[Schema]}-Inhalts auf {[Status]} geplant.
fr: programmé pour changer l'état du contenu de {[Schema]} en {[Status]}.
it: impostato per cambiare lo stato del contenuto {[Schema]} in {[Status]}.
nl: gepland om de status van {[Schema]} inhoud te wijzigen in {[Status]}.
pt: marcada alteração de estado de {[Schema]} para {[Status]}.
zh: 已安排将 {[Schema]} 内容的状态更改为 {[Status]}。

# history.contents.scheduleFailed
source: failed to schedule status change for {[Schema]} content.
de: hat die geplante Statusänderung für den {[Schema]}-Inhalt fehlgeschlagen.
fr: échec de la planification du changement d'état pour le contenu de {[Schema]}.
it: fallita l'impostazione per cambiare lo stato del contenuto {[Schema]}.
nl: kon statuswijziging voor {[Schema]} - inhoud niet plannen.
pt: erro ao marcar alteração de estado para conteúdo {[Schema]}.
zh: 无法安排 {[Schema]} 内容的状态更改。

# history.contents.updated
source: updated {[Schema]} content.
de: hat {[Schema]}-Inhalt aktualisiert.
fr: contenu {[Schema]} mis à jour.
it: aggiornato il contenuto {[Schema]}.
nl: heeft {[Schema]} inhoud bijgewerkt.
pt: conteúdo {[Schema]} actualizado.
zh: 更新了 {[Schema]} 内容。

# history.schemas.created
source: created schema {[Name]}.
de: hat Schema {[Name]} erstellt.
fr: schéma créé {[Name]}.
it: creato lo schema {[Name]}.
nl: heeft schema {[Name]} gemaakt.
pt: esquema {[Name]} criado.
zh: 创建的Schemas {[Name]}。

# history.schemas.deleted
source: deleted schema {[Name]}.
de: hat Schema {[Name]} gelöscht.
fr: schéma supprimé {[Name]}.
it: cancellato lo schema {[Name]}.
nl: verwijderde schema {[Name]}.
pt: esquema {[Name]} removido.
zh: 已删除Schemas {[Name]}。

# history.schemas.fieldAdded
source: added field {[Field]} to schema {[Name]}.
de: hat Feld {[Field]} zu Schema {[Name]} hinzugefügt.
fr: champ ajouté {[Field]} au schéma {[Name]}.
it: aggiunto il campo {[Field]} allo schema {[Name]}.
nl: veld {[Field]} toegevoegd aan schema {[Name]}.
pt: adicionado campo {[Field]} no esquema {[Name]}.
zh: 将字段 {[Field]} 添加到Schemas {[Name]}。

# history.schemas.fieldDeleted
source: deleted field {[Field]} from schema {[Name]}.
de: hat Feld {[Field]} aus Schema {[Name]} gelöscht.
fr: champ supprimé {[Field]} du schéma {[Name]}.
it: cancellato il campo {[Field]} dallo schema {[Name]}.
nl: heeft veld {[Field]} verwijderd uit schema {[Name]}.
pt: removido campo {[Field]} do esquema {[Name]}.
zh: 已从Schemas {[Name]} 中删除字段 {[Field]}。

# history.schemas.fieldDisabled
source: disabled field {[Field]} of schema {[Name]}.
de: hat Feld {[Field]} von Schema {[Name]} deaktiviert.
fr: champ désactivé {[Field]} du schéma {[Name]}.
it: disabilitato il campo {[Field]} allo schema {[Name]}.
nl: uitgeschakeld veld {[Field]} van schema {[Name]}.
pt: desabilitado campo {[Field]} no esquema {[Name]}.
zh: Schemas {[Name]} 的禁用字段 {[Field]}。

# history.schemas.fieldHidden
source: has hidden field {[Field]} of schema {[Name]}.
de: hat Feld {[Field]} von Schema {[Name]} versteckt.
fr: a masqué le champ {[Field]} du schéma {[Name]}.
it: nascosto il campo {[Field]} dallo schema {[Name]}.
nl: heeft veld {[Field]} van schema {[Name]} verborgen.
pt: tem campo {[Field]} escondido no esquema {[Name]}.
zh: 有Schemas {[Name]} 的隐藏字段 {[Field]}。

# history.schemas.fieldLocked
source: has locked field {[Field]} of schema {[Name]}.
de: hat Feld {[Field]} von Schema {[Name]} gesperrt.
fr: a verrouillé le champ {[Field]} du schéma {[Name]}.
it: bloccato il campo {[Field]} dallo schema {[Name]}.
nl: heeft veld {[Field]} van schema {[Name]} vergrendeld.
pt: campo {[Field]} bloqueado no esquema {[Name]}.
zh: 已锁定Schemas {[Name]} 的字段 {[Field]}。

# history.schemas.fieldShown
source: has shown field {[Field]} of schema {[Name]}.
de: hat Feld {[Field]} von Schema {[Name]} angezeigt.
fr: a affiché le champ {[Field]} du schéma {[Name]}.
it: mostrato il campo {[Field]} dallo schema {[Name]}.
nl: heeft veld {[Field]} van schema {[Name]} getoond.
pt: mostar campo {[Field]} no esquema {[Name]}.
zh: 已显示Schemas {[Name]} 的字段 {[Field]}。

# history.schemas.fieldsReordered
source: reordered fields of schema {[Name]}.
de: hat Felder von Schema {[Name]} neu geordnet.
fr: champs réordonnés du schéma {[Name]}.
it: riordinati i campi dello schema {[Name]}.
nl: opnieuw geordende velden van schema {[Name]}.
pt: re-ordenar campos no esquema {[Name]}.
zh: Schemas {[Name]} 的重新排序字段。

# history.schemas.fieldUpdated
source: has updated field {[Field]} of schema {[Name]}.
de: hat Feld {[Field]} von Schema {[Name]} aktualisiert.
fr: a mis à jour le champ {[Field]} du schéma {[Name]}.
it: ha aggiornato il campo {[Field]} dello schema {[Name]}.
nl: heeft veld {[Field]} van schema {[Name]} bijgewerkt.
pt: campo {[Field]} actualizado no esquema {[Name]}.
zh: 已更新Schemas {[Name]} 的字段 {[Field]}。

# history.schemas.published
source: published schema {[Name]}.
de: hat Schema {[Name]} veröffentlicht.
fr: schéma publié {[Name]}.
it: ha pubblicato lo schema {[Name]}.
nl: gepubliceerd schema {[Name]}.
pt: esquema publicado {[Name]}.
zh: 已发布的Schemas {[Name]}。

# history.schemas.scriptsConfigured
source: configured script of schema {[Name]}.
de: hat Skript von Schema {[Name]} konfiguriert.
fr: script configuré du schéma {[Name]}.
it: ha configurato lo script per lo schema {[Name]}.
nl: geconfigureerd script van schema {[Name]}.
pt: configurado script no esquema {[Name]}.
zh: Schemas {[Name]} 的配置脚本。

# history.schemas.unpublished
source: unpublished schema {[Name]}.
de: hat die Veröffentlichung von Schema {[Name]} zurückgenommen.
fr: schéma non publié {[Name]}.
it: ha rimosso dalla pubblicazione lo schema {[Name]}.
nl: niet-gepubliceerd schema {[Name]}.
pt: despublicado esquema {[Name]}.
zh: 未发布的Schemas {[Name]}。

# history.schemas.updated
source: updated schema {[Name]}.
de: hat Schema {[Name]} aktualisiert.
fr: schéma mis à jour {[Name]}.
it: ha aggiornato lo schema {[Name]}.
nl: bijgewerkt schema {[Name]}.
pt: esquema {[Name]} actualizado.
zh: 更新的Schemas {[Name]}。

# history.statusChanged
source: changed status of {[Schema]} content to {[Status]}.
de: hat den Status von {[Schema]}-Inhalt auf {[Status]} geändert.
fr: a changé le statut du contenu {[Schema]} en {[Status]}.
it: ha cambiato lo stato del contenuto {[Schema]} in {[Status]}.
nl: veranderde status van {[Schema]} inhoud in {[Status]}.
pt: alterado estado {[Schema]} para {[Status]}.
zh: 已将 {[Schema]} 内容的状态更改为 {[Status]}。
