Repository: Squidex/squidex
Catalog: backend/src/Squidex.Shared/Texts.*.resx
Languages: de, fr, it, nl, pt, zh

# common.maxWidth
source: Max width
de: Max. Breite
fr: largeur maximale
it: Larghezza massima
nl: Max. breedte
pt: Largura Máx
zh: 最大宽度

# common.maxWords
source: Max words
de: Max. Wörter
fr: Mots maximum
it: Numero massimo di parole
nl: Max. woorden
pt: Palavras Máx
zh: 最大字数

# common.minHeight
source: Min height
de: Min. Höhe
fr: Hauteur minimale
it: Altezza minima
nl: Min. hoogte
pt: Altura Min
zh: 最小高度

# common.minItems
source: Min items
de: Min. Elemente
fr: Éléments minimum
it: Numero minimo elementi
pt: Items Min
zh: 最小项目

# common.minLength
source: Min length
de: Min. Länge
fr: Longueur minimale
it: Lunghezza minima
nl: Min. lengte
pt: Comprimento Min
zh: 最小长度

# common.minSize
source: Min size
de: Min. Grösse
fr: Taille minimale
it: Dimensione minima
nl: Min. grootte
pt: Tamanho Min
zh: 最小尺寸

# common.minValue
source: Min value
de: Min. Wert
fr: Valeur minimale
it: Valore minimo
nl: Min. waarde
pt: Valor Min
zh: 最小值

# common.minWidth
source: Min width
de: Min. Breite
fr: Largeur minimale
it: Larghezza massima
nl: Min. breedte
pt: Largura Min
zh: 最小宽度

# common.minWords
source: Min words
de: Min. Wörter
fr: Mots minimum
it: Numero minimo di parole
nl: Min. woorden
pt: Palavras Min
zh: 最小词

# common.name
source: Name
fr: Nom
it: Nome
nl: Naam
pt: Nome
zh: 名称

# common.notFoundValue
source: - not found -
de: - nicht gefunden -
fr: - pas trouvé -
it: - non trovato -
nl: - niet gevonden -
pt: - não encontrado -
zh: - 未找到 -

# common.numDays
source: Num days
de: Anzahl Tage
fr: Nombre de jours
it: Num. giorni
nl: Aantal dagen
pt: Num dias
zh: 天数

# common.odataFailure
source: Failed to parse query: {message}, for query: {odata}
de: Fehler beim Parsen der Abfrage: {message}, für die Abfrage: {odata}
fr: Échec de l'analyse de la requête : {message}, pour la requête : {odata}
it: Fallito il parsing della query: {message}
nl: Ontleden zoekopdracht: {message}
pt: Falha ao analisar consulta: {message}, para a consulta: {odata}
zh: 无法解析查询：{message}，查询：{odata}

# common.odataFilterNotValid
source: OData $filter clause not valid: {message}
de: Die OData $filter-Klausel ist ungültig: {message}
fr: Clause OData $filter non valide : {message}
it: OData $filter condizione non valida: {message}
nl: OData $ filterclausule niet geldig: {message}
pt: OData $filter clausula é inválida: {message}
zh: OData $filter 子句无效：{message}

# common.odataNotSupported
source: OData operation is not supported for query: {odata}
de: Die OData-Operation wird für die Abfrage nicht unterstützt: {odata}
fr: L'opération OData n'est pas prise en charge pour la requête : {odata}
it: OData operazione non supportata.
nl: OData-bewerking wordt niet ondersteund.
pt: OData operação não é suportada pela consulta: {odata}
zh: 查询不支持 OData 操作：{odata}

# common.odataSearchNotValid
source: OData $search clause not valid: {message}
de: Die OData $search-Klausel ist ungültig: {message}
fr: Clause OData $search non valide : {message}
it: OData $search condizione non valida: {message}
nl: OData $ zoekclausule niet geldig: {message}
pt: OData $search clausula é invalida: {message}
zh: OData $search 子句无效：{message}

# common.oldPassword
source: Old password
de: Altes Passwort
fr: Ancien mot de passe
it: Vecchia password
nl: Oud wachtwoord
pt: Password antiga
zh: 旧密码

# common.other
source: Other
de: Andere
fr: Autre
it: Altro
nl: Anders
pt: Outro
zh: 其他

# common.partitioning
source: Partitioning
de: Partitionierung
fr: Partitionnement
it: Partizionamento
nl: Partitioneren
pt: Particionamento
zh: 分区

# common.passwordConfirm
source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma password
nl: Bevestigen
pt: Confirmar
zh: 确认

# common.pattern
source: Pattern
de: Muster
fr: Modèle
nl: Patroon
pt: Padrão
zh: 模式

# common.permissions
source: Permissions
de: Berechtigungen
fr: Autorisations
it: Permessi
nl: Rechten
pt: Permissões
zh: 权限

# common.planId
source: Plan ID
fr: Identifiant du forfait
it: ID del piano
pt: ID Plano
zh: 计划 ID

# common.previewUrls
source: Preview URLs
de: Vorschau-URLs
fr: Aperçu des URL
it: Anteprima URL
nl: Voorbeeld-URL's
pt: pre-visualizar URLs
zh: 预览网址

# common.properties
source: Properties
de: Eigenschaften
fr: Propriétés
it: Proprietà
nl: Eigenschappen
pt: Propriedades
zh: 属性

# common.property
source: Property
de: Eigenschaft
fr: Propriété
it: Proprietà
nl: Eigenschap
pt: Propriedade
zh: 属性

# common.readonlyMode
source: Application is in readonly mode at the moment.
de: Die Anwendung befindet sich derzeit im schreibgeschützten Modus.
fr: L'application est en mode lecture seule pour le moment.
it: Al momento l'applicazione è in sola lettura.
nl: Applicatie is momenteel in de alleen-lezen modus.
pt: App está em modo de leitura de momento.
zh: 应用程序目前处于只读模式。

# common.remove
source: Remove
de: Entfernen
fr: Retirer
it: Rimuovi
nl: Verwijderen
pt: Remover
zh: 删除

# common.resultTooLarge
source: Result set is too large to be retrieved. Use $take parameter to reduce the number of items.
de: Die Ergebnismenge ist zu gross, um abgerufen zu werden. Verwenden Sie den $take-Parameter, um die Anzahl der Elemente zu reduzieren.
fr: L'ensemble de résultats est trop volumineux pour être récupéré. Utilisez le paramètre $take pour réduire le nombre d'éléments.
it: Il numero di risultati è troppo grande per essere recuperato. Utilizza il parametro $take per ridurre il numero di elementi.
nl: Resultaatset is te groot om opgehaald te worden. Gebruik $ take parameter om het aantal items te verminderen.
pt: Resultado é muito grande para poder ser retornado. Use o parametro $take para reduzir o numero de items.
zh: 结果集太大无法检索。使用 $take 参数减少项目数。

# common.role
source: Role
de: Rolle
fr: Rôle
it: Ruolo
nl: Rol
pt: Grupo
zh: 角色

# common.save
source: Save
de: Speichern
fr: Sauvegarder
it: Salva
nl: Opslaan
pt: Gravar
zh: 保存

# common.schemaId
source: Schema ID
fr: ID de schéma
it: ID Schema
pt: ID Esquema
zh: Schemas ID

# common.signup
source: Signup
de: Registrieren
fr: S'inscrire
it: Iscriviti
nl: Aanmelden
pt: Registar
zh: 注册

# common.success
source: Success
de: Erfolg
fr: Succès
it: Successo
pt: Sucesso
zh: 成功

# common.text
source: Text
fr: Texte
it: Testo
nl: Tekst
pt: Texto
zh: 文本

# common.trigger
source: Trigger
de: Auslöser
fr: Déclencher
pt: Gatilho
zh: 触发器

# common.warning
source: Warning
de: Warnung
fr: Avertissement
pt: Aviso
zh: 警告

# common.workflow
source: Workflow
fr: Flux de travail
pt: Fluxo de trabalho
zh: 工作流程

# common.workflowStep
source: Step
de: Schritt
fr: Marcher
nl: Stap
pt: Passo
zh: 步骤

# common.workflowTransition
source: Transition
de: Übergang
it: Transizione
nl: Overgang
pt: Trancisão
zh: 过渡

# contents.bulkInsertQueryNotUnique
source: More than one content matches to the query.
de: Mehr als ein Inhalt entspricht der Abfrage.
fr: Plusieurs contenus correspondent à la requête.
it: Ci sono più contenuti che corrispondono alla query.
nl: Meer dan één inhoud komt overeen met de zoekopdracht.
pt: Mais do que um conteúdo corresponde à consulta.
zh: 多个内容与查询匹配。

# contents.draftNotCreateForUnpublished
source: You can only create a new version when the content is published.
de: Sie können nur eine neue Version erstellen, wenn der Inhalt veröffentlicht ist.
fr: Vous ne pouvez créer une nouvelle version que lorsque le contenu est publié.
it: Puoi creare versioni del contenuto solo se questo è pubblicato.
nl: Je kunt alleen een nieuwe versie maken wanneer de inhoud is gepubliceerd.
pt: Só pode criar uma nova ver~sao quando o conteúdo estiver publicado.
zh: 您只能在内容发布后创建新版本。

# contents.draftToDeleteNotFound
source: There is nothing to delete.
de: Es gibt nichts zu löschen.
fr: Il n'y a rien à supprimer.
it: Non c'è niente da eliminare.
nl: Er is niets te verwijderen.
pt: Não existe nada para remover.
zh: 没有要删除的内容。

# contents.invalidAllQuery
source: Either Ids or Schedule range must be defined.
de: Entweder IDs oder ein geplanter Zeitraum müssen definiert sein.
fr: Les identifiants ou la plage de planification doivent être définis.
pt: Os IDs ou o intervalo de programação devem ser definidos.

# contents.invalidArrayOfObjects
source: Invalid json type, expected array of objects.
de: Ungültiger JSON-Typ, Array von Objekten erwartet.
fr: Type json non valide, tableau d'objets attendu.
it: Errore nel json, atteso un array di objects.
nl: Ongeldig json-type, verwachte reeks objecten.
pt: Json type inválido, esperado uma lista of objectos.
zh: 无效的 json 类型，预期的对象数组。

# contents.invalidArrayOfStrings
source: Invalid json type, expected array of strings.
de: Ungültiger JSON-Typ, Array von Zeichenfolgen erwartet.
fr: Type json non valide, tableau de chaînes attendu.
it: Errore nel json, atteso un array di string.
nl: Ongeldig json-type, verwachte reeks strings.
pt: Json type inválido, esperado uma lista de textos.
zh: 无效的 json 类型，需要字符串数组。

# contents.invalidBoolean
source: Invalid json type, expected boolean.
de: Ungültiger JSON-Typ, Boolean erwartet.
fr: Type json non valide, booléen attendu.
it: Errore nel json, atteso un boolean.
nl: Ongeldig json-type, verwachte boolean.
pt: Json type inválido, esperado um booleano.
zh: 无效的 json 类型，应为布尔值。

# contents.invalidComponentNoObject
source: Invalid json object, expected object with 'schemaId' field.
de: Ungültiges JSON-Objekt, Objekt mit 'schemaId'-Feld erwartet.
fr: Objet json non valide, objet attendu avec le champ 'schemaId'.
pt: Json object inválido, esperado um object com campo 'schemaId'.
zh: 无效的 json 对象，带有 'schemaId' 字段的预期对象。

# contents.invalidComponentNoType
source: Invalid component. No 'schemaId' field found.
de: Ungültige Komponente. Kein 'schemaId'-Feld gefunden.
fr: Composant invalide. Aucun champ 'schemaId' trouvé.
pt: Componente inválido. Nenhum campo 'schemaId' encontrado.
zh: 无效组件。未找到 'schemaId' 字段。

# contents.invalidComponentUnknownSchema
source: Invalid component. Cannot find schema.
de: Ungültige Komponente. Schema konnte nicht gefunden werden.
fr: Composant invalide. Impossible de trouver le schéma.
pt: Componente inválido. Esquema não encontrado.
zh: 无效组件。找不到Schemas。

# contents.invalidGeolocation
source: Invalid json type, expected latitude/longitude object.
de: Ungültiger JSON-Typ, Breiten-/Längengrad-Objekt erwartet.
fr: Type json non valide, objet latitude/longitude attendu.
it: Errore nel json, atteso un object latitudine/longitudine.
nl: Ongeldig json-type, verwacht object voor lengte- / breedtegraad.
pt: Json type inválido, esperado object de latitude/longitude.
zh: 无效的 json 类型，预期的纬度/经度对象。

# contents.invalidGeolocationLatitude
source: Latitude must be between -90 and 90.
de: Der Breitengrad muss zwischen -90 und 90 liegen.
fr: La latitude doit être comprise entre -90 et 90.
it: La latitudine deve essere tra -90 and 90.
nl: Breedtegraad moet tussen -90 en 90 zijn.
pt: Latitude deve estár entre -90 e 90.
zh: 纬度必须在 -90 到 90 之间。

# contents.invalidGeolocationLongitude
source: Longitude must be between -180 and 180.
de: Der Längengrad muss zwischen -180 und 180 liegen.
fr: La longitude doit être comprise entre -180 et 180.
it: La longitude deve essere tra -180 and 180.
nl: Lengtegraad moet tussen -180 en 180 liggen.
pt: Longitude deve estár entre -180 e 180.
zh: 经度必须在 -180 到 180 之间。

# contents.invalidNumber
source: Invalid json type, expected number.
de: Ungültiger JSON-Typ, Zahl erwartet.
fr: Type json non valide, nombre attendu.
it: Errore nel json,, atteso un number.
nl: Ongeldig json-type, verwacht aantal.
pt: Json type inválido, esperado número.
zh: 无效的 json 类型，需要的数字。

# contents.invalidString
source: Invalid json type, expected string.
de: Ungültiger JSON-Typ, Zeichenfolge erwartet.
fr: Type json non valide, chaîne attendue.
it: Errore nel json, atteso una string.
nl: Ongeldig json-type, verwachte string.
pt: Json type inválido, esperado texto.
zh: 无效的 json 类型，需要的字符串。

# contents.listReferences
source: {count} Reference(s)
de: {count} Referenz(en)
fr: {count} Les références)
it: {count} Collegamenti(s)
nl: {count} referentie (s)
pt: {count} Referencia(s)
zh: {count} 个引用

# contents.referenced
source: Content is referenced by another content and cannot be deleted or unpublished.
de: Der Inhalt wird von einem anderen Inhalt referenziert und kann nicht gelöscht oder die Veröffentlichung zurückgenommen werden.
fr: Le contenu est référencé par un autre contenu et ne peut pas être supprimé ou dépublié.
it: Il contenuto è collegato ad un altro contenuto e pertanto non può essere cancellato.
nl: Er wordt naar de inhoud verwezen door een andere item en kan niet worden verwijderd.
pt: O conteúdo é referenciado por outro conteúdo e não pode ser removido ou não publicado.
zh: 内容被其他内容引用，无法删除或取消发布。

# contents.schemaNotPublished
source: Schema not published.
de: Schema nicht veröffentlicht.
fr: Schéma non publié.
pt: Esquema não está publicada.
zh: Schemas未发布。

# contents.singletonNotChangeable
source: Singleton content cannot be updated.
de: Singleton-Inhalt kann nicht aktualisiert werden.
fr: Le contenu singleton ne peut pas être mis à jour.
it: Il contenuto singleton non può essere aggiornato
nl: Singleton-inhoud kan niet worden bijgewerkt.
pt: Conteúdo único não pode ser actualizado.
zh: 无法更新单个内容。

# contents.singletonNotCreatable
source: Singleton content cannot be created.
de: Singleton-Inhalt kann nicht erstellt werden.
fr: Le contenu singleton ne peut pas être créé.
it: Il contenuto singleton non può essere creato.
nl: Singleton-inhoud kan niet worden gemaakt.
pt: Conteúdo único não pode ser criado.
zh: 无法创建单个内容。

# contents.singletonNotDeletable
source: Singleton content cannot be deleted.
de: Singleton-Inhalt kann nicht gelöscht werden.
fr: Le contenu singleton ne peut pas être supprimé.
it: Il contenuto singleton non può essere eliminato.
nl: Singleton-inhoud kan niet worden verwijderd.
pt: Conteúdo único não pode ser removido.
zh: 无法删除单个内容。

# contents.statusNotValid
source: Status is not defined in the workflow.
de: Der Status ist im Workflow nicht definiert.
fr: Le statut n'est pas défini dans le workflow.
pt: Status não está definido no fluxo de trabalho.
zh: 工作流中未定义状态。

# contents.statusTransitionNotAllowed
source: Cannot change status from {oldStatus} to {newStatus}.
de: Status kann nicht von {oldStatus} zu {newStatus} geändert werden.
fr: Impossible de changer le statut de {oldStatus} à {newStatus}.
it: Non è possibile cambiare stato da {oldStatus} a {newStatus}.
nl: Kan status niet wijzigen van {oldStatus} in {newStatus}.
pt: Não foi possível alterar o estado {oldStatus} para {newStatus}.
zh: 无法将状态从 {oldStatus} 更改为 {newStatus}。

# contents.validation.aspectRatio
source: Must have aspect ratio {width}:{height}.
de: Muss ein Seitenverhältnis von {width}:{height} haben.
fr: Doit avoir un rapport hauteur/largeur {width} :{height}.
it: Deve essere le proporzioni {width}:{height}.
nl: Moet aspectverhouding {breedte}: {hoogte} hebben.
pt: Deve ter a proporção {width}:{height}.
zh: 必须有纵横比 {width}:{height}。

# contents.validation.assetNotFound
source: Id {id} not found.
de: ID {id} nicht gefunden.
fr: Identifiant {id} introuvable.
it: Id {id} non trovato.
nl: Id {id} niet gevonden.
pt: Id {id} não encontrado.
zh: 未找到 ID {id}。

# contents.validation.assetType
source: Not of expected type: {type}.
de: Nicht vom erwarteten Typ: {type}.
fr: Pas du type attendu : {type}.
pt: Não pertence ao tipo permitido: {type}.

# contents.validation.between
source: Must be between {min} and {max}.
de: Muss zwischen {min} und {max} liegen.
fr: Doit être compris entre {min} et {max}.
it: Deve essere tra {min} e {max}.
nl: Moet tussen {min} en {max} liggen.
pt: Deve ter entre {min} e {max}.
zh: 必须介于 {min} 和 {max} 之间。

# contents.validation.characterCount
source: Must have exactly {count} character(s).
de: Muss genau {count} Zeichen haben.
fr: Doit contenir exactement {count} caractère(s).
it: Deve avere esattamente {count} carattere(i).
nl: Moet exact {count} teken (s) bevatten.
pt: Deve ter exatamente {count} caractere(es).
zh: 必须正好有 {count} 个字符。

# contents.validation.charactersBetween
source: Must have between {min} and {max} character(s).
de: Muss zwischen {min} und {max} Zeichen haben.
fr: Doit contenir entre {min} et {max} caractère(s).
it: Deve essere tra {min} e {max} carattere(i).
nl: Moet tussen {min} en {max} teken (s) bevatten.
pt: Deve ter entre {min} e {max} caractere(es).
zh: 必须在 {min} 到 {max} 个字符之间。

# contents.validation.duplicates
source: Must not contain duplicate values.
de: Darf keine doppelten Werte enthalten.
fr: Ne doit pas contenir de valeurs en double.
it: Non può avere valori duplicati.
nl: Mag geen dubbele waarden bevatten.
pt: Não pode ter duplicados.
zh: 不得包含重复值。

# contents.validation.error
source: Validation failed with internal error.
de: Validierung mit internem Fehler fehlgeschlagen.
fr: La validation a échoué avec une erreur interne.
it: Non è stato possibile validare a causa di un errore interno.
nl: Validatie mislukt met interne fout.
pt: Validação falhou com um erro interno.
zh: 验证失败，内部错误。

# contents.validation.exactValue
source: Must be exactly {value}.
de: Muss genau {value} sein.
fr: Doit être exactement {value}.
it: Deve essere esattamente {value}.
nl: Moet exact {waarde} zijn.
pt: Deve ter exatamente {value}.
zh: 必须正好是 {value}。

# contents.validation.extension
source: Must be an allowed extension.
de: Muss eine erlaubte Erweiterung sein.
fr: Doit être une extension autorisée.
it: Deve essere un'estensione consentita.
nl: Moet een toegestane extensie zijn.
pt: Extensão não é permitida.
zh: 必须是允许的扩展名。

# contents.validation.invalid
source: Not a valid value.
de: Kein gültiger Wert.
fr: Pas une valeur valide.
it: Valore non consentito.
nl: Geen geldige waarde.
pt: Valor inválido.
zh: 无效值。

# contents.validation.itemCount
source: Must have exactly {count} item(s).
de: Muss genau {count} Element(e) haben.
fr: Doit contenir exactement {count} élément(s).
it: Deve avere esattamente {count} elemento(i).
nl: Moet exact {count} item (s) bevatten.
pt: Deve ter exatamente {count} item(s).
zh: 必须正好有 {count} 个项目。

# contents.validation.itemCountBetween
source: Must have between {min} and {max} item(s).
de: Muss zwischen {min} und {max} Element(e) haben.
fr: Doit avoir entre {min} et {max} élément(s).
it: Deve essere tra {min} e {max} elemento(i).
nl: Moet tussen {min} en {max} item (s) bevatten.
pt: Deve ter exatamente {min} e {max} item(s).
zh: 必须介于 {min} 和 {max} 项之间。

# contents.validation.max
source: Must be less or equal to {max}.
de: Muss kleiner oder gleich {max} sein.
fr: Doit être inférieur ou égal à {max}.
it: Deve essere minore o uguale a {max}.
nl: Moet kleiner zijn dan of gelijk zijn aan {max}.
pt: Deve ser igual ou menor que {max}.
zh: 必须小于或等于 {max}。

# contents.validation.maxCharacters
source: Must not have more than {max} text character(s).
de: Darf nicht mehr als {max} Textzeichen haben.
fr: Ne doit pas contenir plus de {max} caractère(s) de texte.
it: Il testo non deve avere più di {max} carattere(i).
nl: Mag niet meer dan {max} tekstteken (s) bevatten.
pt: Não pode ter mais que {max} caracter(s).
zh: 不得超过 {max} 个文本字符。

# contents.validation.maximumHeight
source: Height {height}px must be less than {max}px.
de: Höhe {height}px muss kleiner als {max}px sein.
fr: La hauteur {height}px doit être inférieure à {max}px.
it: L'altezza {height}px deve essere inferiore a {max}px.
nl: Hoogte {hoogte} px moet kleiner zijn dan {max} px.
pt: Altura {height}px deve ser menos que {max}px.
zh: 高度 {height}px 必须小于 {max}px。

# contents.validation.maximumSize
source: Size of {size} must be less than {max}.
de: Grösse von {size} muss kleiner als {max} sein.
fr: La taille de {size} doit être inférieure à {max}.
it: La dimensione {size} deve essere inferiore a {max}.
nl: Grootte van {size} moet kleiner zijn dan {max}.
pt: Tamanho {size} deve ser menos que {max}.
zh: {size} 的大小必须小于 {max}。

# contents.validation.maximumWidth
source: Width {width}px must be less than {max}px.
de: Breite {width}px muss kleiner als {max}px sein.
fr: La largeur {width}px doit être inférieure à {max}px.
it: La larghezza {width}px deve essere inferiore a {max}px.
nl: Breedte {breedte} px moet kleiner zijn dan {max} px.
pt: Largura {width}px deve ser menos que {max}px.
zh: 宽度 {width}px 必须小于 {max}px。

# contents.validation.maxItems
source: Must not have more than {max} item(s).
de: Darf nicht mehr als {max} Element(e) haben.
fr: Ne doit pas contenir plus de {max} élément(s).
it: Non deve avere più di {max} elemento(i).
nl: Mag niet meer dan {max} item (s) bevatten.
pt: Não pode ter mais que {max} item(s).
zh: 不得超过 {max} 个项目。

# contents.validation.maxLength
source: Must not have more than {max} character(s).
de: Darf nicht mehr als {max} Zeichen haben.
fr: Ne doit pas contenir plus de {max} caractère(s).
it: Non deve avere più di {max} carattere(i).
nl: Mag niet meer dan {max} teken (s) bevatten.
pt: Não pode ter mais que {max} caracter(s).
zh: 不得超过 {max} 个字符。

# contents.validation.maxWords
source: Must not have more than {max} word(s).
de: Darf nicht mehr als {max} Wort/Wörter haben.
fr: Ne doit pas contenir plus de {max} mot(s).
it: Non deve avere più di {max} parola(e).
nl: Mag niet meer dan {max} woord(en) bevatten.
pt: Não pode ter mais que {max} palavras(s).
zh: 不得超过 {max} 个单词。

# contents.validation.min
source: Must be greater or equal to {min}.
de: Muss grösser oder gleich {min} sein.
fr: Doit être supérieur ou égal à {min}.
it: Deve essere maggiore o uguale a {min}.
nl: Moet groter zijn dan of gelijk zijn aan {min}.
pt: Deve ser maior ou igual que {min}.
zh: 必须大于或等于 {min}。

# contents.validation.minimumHeight
source: Height {height}px must be greater than {min}px.
de: Höhe {height}px muss grösser als {min}px sein.
fr: La hauteur {height}px doit être supérieure à {min}px.
it: L'altezza {height}px deve essere maggiore di {min}px.
nl: Hoogte {hoogte} px moet groter zijn dan {min} px.
pt: Altura {height}px deve ser maior que {min}px.
zh: 高度 {height}px 必须大于 {min}px。

# contents.validation.minimumSize
source: Size of {size} must be greater than {min}.
de: Grösse von {size} muss grösser als {min} sein.
fr: La taille de {size} doit être supérieure à {min}.
it: La dimensione {size} deve essere maggiore di {min}.
nl: Grootte van {size} moet groter zijn dan {min}.
pt: Tamanho of {size} deve ser maior que {min}.
zh: {size} 的大小必须大于 {min}。

# contents.validation.minimumWidth
source: Width {width}px must be greater than {min}px.
de: Breite {width}px muss grösser als {min}px sein.
fr: La largeur {width}px doit être supérieure à {min}px.
it: La larghezza {width}px deve essere maggiore di {min}px.
nl: Breedte {breedte} px moet groter zijn dan {min} px.
pt: Largura {width}px deve ser maior que {min}px.
zh: 宽度 {width}px 必须大于 {min}px。

# contents.validation.minItems
source: Must have at least {min} item(s).
de: Muss mindestens {min} Element(e) haben.
fr: Doit avoir au moins {min} élément(s).
it: Deve avere almeno {min} elemento(i).
nl: Moet minstens {min} item (s) bevatten.
pt: Deve ter no mínimo {min} item(s).
zh: 必须至少有 {min} 个项目。

# contents.validation.minLength
source: Must have at least {min} character(s).
de: Muss mindestens {min} Zeichen haben.
fr: Doit contenir au moins {min} caractère(s).
it: Deve avere almeno {min} carattere(i).
nl: Moet minstens {min} teken (s) bevatten.
pt: Deve ter no mínimo {min} caracter(s).
zh: 必须至少有 {min} 个字符。

# contents.validation.minNormalCharacters
source: Must have at least {min} text character(s).
de: Muss mindestens {min} Textzeichen haben.
fr: Doit contenir au moins {min} caractère(s) de texte.
it: Deve avere almeno un testo di {min} carattere(i).
nl: Moet minstens {min} tekstteken (s) bevatten.
pt: Deve ter no mínimo {min} caracter(s).
zh: 必须至少有 {min} 个文本字符。

# contents.validation.minWords
source: Must have at least {min} word(s).
de: Muss mindestens {min} Wort/Wörter haben.
fr: Doit contenir au moins {min} mot(s).
it: Deve avere almeno {min} parola(e).
nl: Moet minstens {min} woord(en) bevatten.
pt: Deve ter no mínimo {min} word(s).
zh: 必须至少有 {min} 个单词。
