Repository: Squidex/squidex
Catalog: backend/src/Squidex.Shared/Texts.*.resx
Languages: de, fr, it, nl, pt, zh

# validation.requiredBoth
source: If {property1|lower} or {property2|lower} is used both must be defined.
de: Wenn {property1|lower} oder {property2|lower} verwendet wird, müssen beide definiert sein.
fr: Si {property1|lower} ou {property2|lower} est utilisé, les deux doivent être définis.
it: Se {property1|lower} o {property2|lower} sono usate entrambe devono essere definite.
nl: Als {property1|lower} of {property2|lower} wordt gebruikt, moeten beide worden gedefinieerd.
pt: Se {property1|lower} ou {property2|lower} são utilizador ambos têm de ser definidos.
zh: 如果使用 {property1|lower} 或 {property2|lower}，则必须定义两者。

# validation.requiredValue
source: Value must be defined.
de: Wert muss definiert sein.
fr: La valeur doit être définie.
it: Il valore deve essere impostato.
nl: Waarde moet worden gedefinieerd.
pt: O valor deve ser definido.
zh: 必须定义值。

# validation.slug
source: {property|upper} is not a valid slug.
de: {property|upper} ist kein gültiger Slug.
fr: {property|upper} n'est pas un slug valide.
it: {property|upper} non è uno slug valido.
nl: {property|upper} is geen geldige slug.
pt: {property|upper} não é um slug válido.
zh: {property|upper} 不是有效的 slug。

# validation.valid
source: {property|upper} is not a valid value.
de: {property|upper} ist kein gültiger Wert.
fr: {property|upper} n'est pas une valeur valide.
it: {property|upper} non è un valore valido.
nl: {property|upper} is geen geldige waarde.
pt: {property|upper} não é um valor válido.
zh: {property|upper} 不是一个有效值。

# workflows.overlap
source: Multiple workflows cover all schemas.
de: Mehrere Workflows decken alle Schemata ab.
fr: Plusieurs workflows couvrent tous les schémas.
it: Workflow multipli sono associati a tutti gli schema.
nl: Meerdere workflows omvatten alle schema's.
pt: Múltiplos fluxos de trabalho cobrem todos os esquemas.
zh: 多个工作流覆盖所有Schemas。

# workflows.publishedIsInitial
source: Initial step cannot be published step.
de: Der Anfangsschritt kann kein veröffentlichter Schritt sein.
fr: L'étape initiale ne peut pas être publiée.
it: Lo step iniziale non può essere quello pubblico.
nl: Eerste stap kan niet worden gepubliceerd stap.
pt: A etapa inicial não pode ser a etapa publicada.
zh: 初始步骤不能发布步骤。

# workflows.publishedNotDefined
source: Workflow must have a published step.
de: Der Workflow muss einen veröffentlichten Schritt haben.
fr: Le workflow doit avoir une étape publiée.
it: Il Workflow deve avere uno step pubblico.
nl: Workflow moet een gepubliceerde stap hebben.
pt: O fluxo de trabalho deve ter uma etapa publicada.
zh: 工作流必须有一个已发布的步骤。

# workflows.publishedStepNotFound
source: Transition has an invalid target.
de: Der Übergang hat ein ungültiges Ziel.
fr: La transition a une cible non valide.
it: La Transition ha un obiettivo non valido.
nl: Overgang heeft een ongeldig doel.
pt: A transição tem um destino inválido.
zh: 转换的目标无效。

# workflows.schemaOverlap
source: The schema '{schema}' is covered by multiple workflows.
de: Das Schema '{schema}' wird von mehreren Workflows abgedeckt.
fr: Le schéma '{schema}' est couvert par plusieurs workflows.
it: Lo schema '{schema}' è associato a diversi workflow.
nl: Het schema '{schema}' wordt gedekt door meerdere workflows.
pt: O esquema '{schema}' é coberto por vários fluxos de trabalho.
zh: Schemas'{schema}' 被多个工作流覆盖。

# common.data
source: Data
de: Daten
fr: Données
nl: Gegevens
zh: 数据

# common.editor
source: Editor
fr: Éditeur
it: Redattore
zh: 编辑器

# common.email
source: Email
zh: 电子邮件

# common.minCharacters
source: Min characters
de: Min. Zeichen
fr: Caractères minimum
it: Numero minimo di caratteri
nl: Min. karakters
zh: 最小字符数

# common.password
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord
zh: 密码

# contents.validation.mustBeEmpty
source: Value must not be defined.
de: Wert darf nicht definiert sein.
fr: La valeur ne doit pas être définie.
it: Il valore non deve essere definito.
nl: Waarde mag niet worden gedefinieerd.
zh: 不得定义值。

# exception.invalidJsonQuery
source: Json query not valid: {message}
nl: Json-query niet geldig: {message}
zh: Json 查询无效：{message}

# exception.invalidJsonQueryJson
source: Json query not valid json: {message}
nl: Json-query is niet geldig json: {message}
zh: Json 查询无效 json: {message}

# security.passwordStolen
source: This password has previously appeared in a data breach and should never be used. If you have ever used it anywhere before, change it!
nl: Dit wachtwoord is eerder verschenen bij een datalek en mag nooit worden gebruikt. Als je het ooit eerder hebt gebruikt, verander het dan!
zh: 此密码以前曾出现在数据泄露事件中，永远不应使用。如果您以前曾在任何地方使用过它，请更改它！

# users.profile.loginsTitle
source: Logins
fr: Connexions
it: Login
zh: 登录

# users.profile.passwordTitle
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord
zh: 密码

# users.profile.setPassword
source: Set Password
de: Passwort festlegen
fr: Définir le mot de passe
it: Imposta la Password
nl: Wachtwoord instellen
zh: 设置密码

# common.product
source: Squidex Headless CMS
fr: CMS sans tête Squidex

# users.consent.cookiesHeadline
source: Cookies & Analytics
fr: Cookies et analyses
it: Cookie & Statistiche
nl: Cookies en analyse
